Repository: AhmedBenlakhdhar/IEGS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: Page content is currently unavailable. Please check back later or contact the site administrator.
ar: محتوى الصفحة غير متوفر حالياً. يرجى المحاولة لاحقاً أو الاتصال بمسؤول الموقع.

source: ← Back to Home
ar: → العودة إلى الرئيسية

source: MGC Article
ar: مقالة ت.ا.م

source: Published:
ar: نُشر في:

source: By:
ar: بواسطة:

source: Categories:
ar: التصنيفات:

source: Share this article:
ar: شارك هذه المقالة:

source: Share on Facebook
ar: شارك على فيسبوك

source: Share on Twitter
ar: شارك على تويتر

source: Share on WhatsApp
ar: شارك على واتساب

source: Copy link
ar: نسخ الرابط

source: Link copied!
ar: تم نسخ الرابط!

source: %(approved_comment_list|length)s Comment
ar: 0 تعليق

source: ago
ar: مضت

source: Pending Approval
ar: بانتظار الموافقة

source: %(flag_count)s flag
ar: 0 إبلاغ

source: Needs Review
ar: يحتاج إلى مراجعة

source: Flagged for review
ar: تم الإبلاغ عنه للمراجعة

source: Flagged
ar: تم الإبلاغ عنه

source: Flag this comment for review
ar: الإبلاغ عن هذا التعليق للمراجعة

source: Are you sure you want to delete this comment?
ar: هل أنت متأكد من رغبتك في حذف هذا التعليق؟

source: Delete this comment
ar: حذف هذا التعليق

source: No comments yet. Be the first to comment!
ar: لا توجد تعليقات بعد. كن أول من يعلق!

source: Add Your Comment
ar: أضف تعليقك

source: Submit Comment
ar: إرسال التعليق

source: Please <a href="%(login_url)s?next=%(request.path)s#comment-form" class="text-primary">login</a> to post a comment.
ar: يرجى <a href="%(login_url)s?next=%(request.path)s#comment-form" class="text-primary">تسجيل الدخول</a> لنشر تعليق.

source: Back to Articles
ar: العودة إلى المقالات

source: Failed to copy link.
ar: فشل نسخ الرابط.

source: Categories
ar: التصنيفات

source: All Articles
ar: جميع المقالات

source: Search Articles...
ar: ابحث في المقالات...

source: Search Articles
ar: بحث في المقالات

source: Search
ar: بحث

source: Showing results for: <strong>"%(search_query)s"</strong>
ar: عرض النتائج لـ: <strong>"%(search_query)s"</strong>

source: Published on
ar: نُشر في

source: by %(article.author_name)s
ar: بواسطة %(article.author_name)s

source: In:
ar: في:

source: Read More
ar: اقرأ المزيد

source: No articles found matching your criteria.
ar: لم يتم العثور على مقالات تطابق معاييرك.

source: No articles published yet.
ar: لم يتم نشر أي مقالات بعد.

source: PC
ar: الحاسب الشخصي

source: PlayStation 5
ar: بلايستيشن 5

source: PlayStation 4
ar: بلايستيشن 4

source: Xbox Series X|S
ar: إكس بوكس سيريس X|S

source: Xbox One
ar: إكس بوكس ون

source: Nintendo Switch
ar: نينتندو سويتش

source: Android
ar: أندرويد

source: iOS
ar: آي أو إس

source: Meta Quest
ar: ميتا كويست

source: Boycott Notice
ar: إشعار بالمقاطعة

source: Severity Rating
ar: مستوى الخطورة

source: Risks to Faith
ar: مخاطر على العقيدة

source: Prohibition Exposure
ar: تعرض للمحرمات

source: Normalization Risks
ar: مخاطر تطبيع

source: Player Risks
ar: مخاطر على اللاعب

source: Contact Us
ar: اتصل بنا

source: Have questions, suggestions, or feedback about MGC? Please use the form below to get in touch. We appreciate your input!
ar: هل لديك أسئلة أو اقتراحات أو ملاحظات حول ت.ا.م؟ يرجى استخدام النموذج أدناه للتواصل معنا. نحن نقدر مساهمتك!

source: e.g., Abdullah
ar: مثال: عبد الله

source: e.g., user@example.com
ar: مثال: user@example.com

source: Send Message
ar: إرسال الرسالة

source: Message Sent
ar: تم إرسال الرسالة

source: Message Sent Successfully
ar: تم إرسال الرسالة بنجاح

source: Thank You!
ar: شكراً لك!

source: Your message has been sent. We will review it and get back to you if necessary.
ar: تم إرسال رسالتك. سنراجعها ونتواصل معك إذا لزم الأمر.

source: Return to Homepage
ar: العودة إلى الصفحة الرئيسية

source: Rating Details
ar: تفاصيل التصنيف

source: Game Specific Boycott:
ar: مقاطعة خاصة باللعبة:

source: This game is currently subject to a specific boycott.
ar: هذه اللعبة تخضع حاليًا لمقاطعة محددة.

source: Developer Boycotted:
ar: المطور مقاطع:

source: The developer of this game is currently subject to a boycott.
ar: مطور هذه اللعبة يخضع حاليًا للمقاطعة.

source: Publisher Boycotted:
ar: الناشر مقاطع:

source: The publisher of this game is currently subject to a boycott.
ar: ناشر هذه اللعبة يخضع حاليًا للمقاطعة.

source: Developer
ar: المطور

source: Publisher
ar: الناشر

source: Released
ar: تاريخ الإصدار

source: Available On
ar: متوفرة على

source: Where to Buy
ar: أماكن الشراء

source: Steam
ar: ستيم

source: Epic Games
ar: إبيك غيمز

source: GOG
ar: جي أو جي

source: Other
ar: أخرى

source: Share on X
ar: شارك على إكس

source: Rating Summary
ar: ملخص التصنيف

source: No summary available.
ar: لا يتوفر ملخص.

source: Content Risks
ar: مخاطر المحتوى

source: No specific content concerns noted.
ar: لم تُلاحظ مخاوف محددة بشأن المحتوى.

source: See a potential issue with the rating or have a suggestion for a new descriptor? Let us know!
ar: هل ترى مشكلة محتملة في التصنيف أو لديك اقتراح لوصف جديد؟ أخبرنا بذلك!

source: Submit Suggestion
ar: إرسال الاقتراح

source: Discussion Comments
ar: تعليقات النقاش

source: Submit Suggestion or Feedback
ar: إرسال اقتراح أو ملاحظة

source: Suggesting a change to an existing descriptor's severity rating for this specific game.
ar: اقتراح تغيير مستوى خطورة وصف حالي لهذه اللعبة تحديدًا.

source: Suggesting a new content descriptor to be added to the MGC system.
ar: اقتراح إضافة وصف محتوى جديد إلى نظام ت.ا.م.

source: Cancel
ar: إلغاء

source: Back to Games
ar: العودة إلى الألعاب

source: MGC Tier
ar: فئة ت.ا.م

source: All Tiers
ar: جميع الفئات

source: Age Rating
ar: التصنيف العمري

source: Any Age
ar: أي عمر

source: Content Flags
ar: علامات المحتوى

source: Any Flags
ar: أي علامات

source: Platform
ar: المنصة

source: All Platforms
ar: جميع المنصات

source: Sort By
ar: الترتيب حسب

source: Date Added (Newest)
ar: تاريخ الإضافة (الأحدث)

source: Date Added (Oldest)
ar: تاريخ الإضافة (الأقدم)

source: Title (A-Z)
ar: العنوان (أ-ي)

source: Title (Z-A)
ar: العنوان (ي-أ)

source: Release Date (Newest)
ar: تاريخ الإصدار (الأحدث)

source: Release Date (Oldest)
ar: تاريخ الإصدار (الأقدم)

source: Search Title/Dev & Apply Filters...
ar: ابحث بالعنوان/المطور وطبق المرشحات...

source: Search / Apply Filters
ar: بحث / تطبيق المرشحات

source: Clear Filters
ar: مسح المرشحات

source: No games found matching your criteria.
ar: لم يتم العثور على ألعاب تطابق معاييرك.

source: Didn't find the game you were looking for?
ar: لم تجد اللعبة التي تبحث عنها؟

source: Request a Review
ar: اطلب مراجعة

source: Game list navigation
ar: التنقل في قائمة الألعاب

source: First page
ar: الصفحة الأولى

source: Previous page
ar: الصفحة السابقة

source: Page %(games_page.number)s of %(games_page.paginator.num_pages)s
ar: صفحة %(games_page.number)s من %(games_page.paginator.num_pages)s

source: Next page
ar: الصفحة التالية

source: Last page
ar: الصفحة الأخيرة

source: MGC Rating Methodology
ar: منهجية تصنيف ت.ا.م

source: Understanding How Games Are Assessed Through an Islamic Lens
ar: فهم كيفية تقييم الألعاب من منظور إسلامي

source: 1. Introduction & Purpose
ar: 1. المقدمة والغرض

source: The Muslim Game Classification (MGC) system provides structured guidance for Muslims seeking to evaluate video games according to Islamic principles. Its primary purpose is to enable users to make informed decisions about game engagement, aligning their choices with the teachings of the Quran, the authentic Sunnah (Prophetic tradition), and the understanding of the As-Salaf As-Salih (Pious Predecessors).
ar: يوفر نظام تصنيف الألعاب للمسلمين (ت.ا.م) إرشادات منظمة للمسلمين الذين يسعون لتقييم ألعاب الفيديو وفقًا للمبادئ الإسلامية. غرضه الأساسي هو تمكين المستخدمين من اتخاذ قرارات مستنيرة بشأن الانخراط في الألعاب، ومواءمة اختياراتهم مع تعاليم القرآن والسنة النبوية الصحيحة وفهم السلف الصالح.

source: This document outlines the methodology used by MGC assessors to analyze games and assign ratings, ensuring consistency, transparency, and adherence to core Islamic values.
ar: توضح هذه الوثيقة المنهجية التي يستخدمها مقيمو ت.ا.م لتحليل الألعاب وتعيين التصنيفات، مما يضمن الاتساق والشفافية والالتزام بالقيم الإسلامية الأساسية.

source: 2. Core Principles
ar: 2. المبادئ الأساسية

source: Foundation
ar: الأساس

source: All assessments are grounded in the Quran and the authentic Sunnah, interpreted according to the understanding and consensus of the As-Salaf As-Salih. Where matters require <em>ijtihad</em> (scholarly reasoning), established principles of Fiqh are applied.
ar: جميع التقييمات تستند إلى القرآن والسنة الصحيحة، مفسرة وفقًا لفهم وإجماع السلف الصالح. في الحالات التي تتطلب <em>الاجتهاد</em> (الاستدلال الفقهي)، يتم تطبيق مبادئ الفقه الراسخة.

source: Objectivity & Consistency
ar: الموضوعية والاتساق

source: Assessors strive for objective analysis based on demonstrable game content and mechanics, applying the criteria consistently across all titles.
ar: يسعى المقيمون إلى تحليل موضوعي يعتمد على محتوى اللعبة وآلياتها القابلة للإثبات، وتطبيق المعايير باستمرار عبر جميع العناوين.

source: Scope
ar: النطاق

source: The primary focus is the game's content, themes, mechanics, player actions, and potential impact (including normalization). Player behavior is generally outside the scope unless necessitated by game design.
ar: التركيز الأساسي هو على محتوى اللعبة وموضوعاتها وآلياتها وأفعال اللاعب والتأثير المحتمل (بما في ذلك التطبيع). سلوك اللاعب بشكل عام خارج النطاق ما لم يقتضيه تصميم اللعبة.

source: Caution & Avoiding Doubt
ar: الحذر وتجنب الشبهات

source: In cases of ambiguity or differing scholarly opinions, a cautious approach is favored, often reflected in a 'Doubtful' rating or detailed notes.
ar: في حالات الغموض أو اختلاف الآراء الفقهية، يُفضل اتباع نهج حذر، غالبًا ما ينعكس في تصنيف 'مشبوه' أو ملاحظات مفصلة.

source: Transparency
ar: الشفافية

source: The methodology aims for clarity. Justifications for ratings and severity levels are documented and made accessible.
ar: تهدف المنهجية إلى الوضوح. يتم توثيق مبررات التصنيفات ومستويات الخطورة وإتاحتها.

source: 3. The MGC Rating Process
ar: 3. عملية تصنيف ت.ا.م

source: Initial Review
ar: المراجعة الأولية

source: Games are selected, played, and researched to identify key themes and potential areas for analysis.
ar: يتم اختيار الألعاب ولعبها والبحث عنها لتحديد الموضوعات الرئيسية والمجالات المحتملة للتحليل.

source: Content Analysis
ar: تحليل المحتوى

source: Systematic evaluation against the <b>20 Specific Content Concerns</b> (Section 4).
ar: تقييم منهجي مقابل <b>20 من مخاوف المحتوى المحددة</b> (القسم 4).

source: Severity Assignment
ar: تحديد مستوى الخطورة

source: Assigning a <b>Severity Level</b> (None, Mild, Moderate, Severe - see Section 5) to each of the 20 concerns based on presence, intensity, avoidability, etc.
ar: تحديد <b>مستوى الخطورة</b> (لا يوجد، خفيف، متوسط، شديد - انظر القسم 5) لكل من المخاوف العشرين بناءً على الوجود والشدة وإمكانية التجنب وما إلى ذلك.

source: Tier Calculation
ar: حساب الفئة

source: The <b>Overall MGC Rating Tier</b> (Acceptable, Doubtful, Haram, Kufr/Shirk) is <em>automatically calculated</em> based on the logic in Section 6.
ar: يتم <em>حساب فئة تصنيف ت.ا.م الإجمالية</em> (مقبول، مشبوه، حرام، كفر/شرك) تلقائيًا بناءً على المنطق الوارد في القسم 6.

source: Flag Assignment
ar: تحديد العلامات

source: Relevant <b>Content Flags</b> (icons) are <em>automatically assigned</em> if a concern's severity is Mild, Moderate, or Severe.
ar: يتم <em>تحديد علامات المحتوى</em> ذات الصلة (أيقونات) تلقائيًا إذا كان مستوى خطورة القلق خفيفًا أو متوسطًا أو شديدًا.

source: Rationale & Documentation
ar: الأساس المنطقي والتوثيق

source: The reasoning for the final tier is summarized.
ar: يتم تلخيص الأساس المنطقي للفئة النهائية.

source: Review & Publication
ar: المراجعة والنشر

source: Internal review before publishing; ratings may be updated.
ar: مراجعة داخلية قبل النشر؛ قد يتم تحديث التصنيفات.

source: 4. Specific Content Concerns (Breakdown Categories)
ar: 4. مخاوف المحتوى المحددة (فئات التفصيل)

source: Each game is analyzed across these 20 specific concerns, grouped as follows:
ar: يتم تحليل كل لعبة عبر هذه المخاوف العشرين المحددة، مجمعة على النحو التالي:

source: A. Risks to Faith
ar: أ. مخاطر على العقيدة

source: Distorting Islam
ar: تحريف الإسلام

source: Promoting Kufr/Shirk
ar: الترويج للكفر/الشرك

source: Assuming Divinity
ar: ادعاء الألوهية

source: Tampering Ghaib
ar: الخوض في الغيب

source: Deviant Ideologies
ar: الأيديولوجيات المنحرفة

source: B. Prohibition Exposure
ar: ب. تعرض للمحرمات

source: Gambling
ar: القمار

source: Lying
ar: الكذب

source: Indecency
ar: الفحش

source: Music
ar: الموسيقى

source: Time Waste
ar: إضاعة الوقت

source: C. Normalization Risks
ar: ج. مخاطر تطبيع

source: Disdain/Arrogance
ar: الازدراء/الكبر

source: Magic
ar: السحر

source: Intoxicants
ar: المسكرات (الخمر)

source: Crime/Violence
ar: الجريمة/العنف

source: Profanity
ar: الألفاظ النابية

source: D. Player Risks
ar: د. مخاطر على اللاعب

source: Horror/Fear
ar: الرعب/الخوف

source: Despair
ar: اليأس

source: Spending
ar: الإنفاق

source: Online Interactions
ar: التفاعلات عبر الإنترنت

source: User Content
ar: محتوى المستخدم

source: 5. Severity Level Definitions
ar: 5. تعريفات مستويات الخطورة

source: For each specific concern, a severity level is assigned:
ar: لكل قلق محدد، يتم تعيين مستوى خطورة:

source: None
ar: لا يوجد

source: No significant concerns identified.
ar: لم يتم تحديد مخاوف كبيرة.

source: Mild
ar: خفيف

source: Minor issues present, often optional, avoidable, or not normalized. Minimal risk.
ar: توجد مشاكل بسيطة، غالبًا ما تكون اختيارية أو يمكن تجنبها أو غير مطبعة. خطر ضئيل.

source: Moderate
ar: متوسط

source: Noticeable concerns requiring player vigilance. May involve optional problematic elements, neutral normalization, or unavoidable minor issues.
ar: مخاوف ملحوظة تتطلب يقظة اللاعب. قد تنطوي على عناصر إشكالية اختيارية، أو تطبيع محايد، أو مشاكل بسيطة لا يمكن تجنبها.

source: Severe
ar: شديد

source: Major concerns that are often required, unavoidable, pervasive, central, or positively promoted/normalized. High risk. Includes direct simulation/promotion of major sins or Kufr/Shirk.
ar: مخاوف كبيرة غالبًا ما تكون مطلوبة أو لا يمكن تجنبها أو منتشرة أو مركزية أو يتم الترويج لها/تطبيعها بشكل إيجابي. خطر عالٍ. يشمل المحاكاة/الترويج المباشر للكبائر أو الكفر/الشرك.

source: 6. Overall MGC Rating Tier Calculation Logic
ar: 6. منطق حساب فئة تصنيف ت.ا.م الإجمالية

source: The final tier is <b>calculated automatically</b> based on the highest severity level found across all descriptors, according to their category mappings:
ar: يتم <b>حساب الفئة النهائية تلقائيًا</b> بناءً على أعلى مستوى خطورة موجود عبر جميع الأوصاف، وفقًا لتعيينات فئاتها:

source: Rule 1 (KUFR/SHIRK)
ar: القاعدة 1 (كفر/شرك)

source: If <b>any</b> A-Category ('Risks to Faith') descriptor is <b>Severe</b>.
ar: إذا كان <b>أي</b> وصف من الفئة أ ('مخاطر على العقيدة') <b>شديدًا</b>.

source: Rule 2 (HARAM)
ar: القاعدة 2 (حرام)

source: Else, if <b>any</b> A-Category is <b>Moderate</b> OR <b>any</b> B-Category ('Prohibition Exposure') is <b>Severe</b>.
ar: وإلا، إذا كان <b>أي</b> وصف من الفئة أ <b>متوسطًا</b> أو <b>أي</b> وصف من الفئة ب ('تعرض للمحرمات') <b>شديدًا</b>.

source: Rule 3 (DOUBTFUL)
ar: القاعدة 3 (مشبوه)

source: Else, if <b>any</b> A-Category is <b>Mild</b> OR <b>any</b> B-Category is <b>Moderate</b> OR <b>any</b> C-Category ('Normalization Risks') is <b>Moderate/Severe</b> OR <b>any</b> D-Category ('Player Risks') is <b>Severe</b>.
ar: وإلا، إذا كان <b>أي</b> وصف من الفئة أ <b>خفيفًا</b> أو <b>أي</b> وصف من الفئة ب <b>متوسطًا</b> أو <b>أي</b> وصف من الفئة ج ('مخاطر تطبيع') <b>متوسطًا/شديدًا</b> أو <b>أي</b> وصف من الفئة د ('مخاطر على اللاعب') <b>شديدًا</b>.

source: Rule 4 (ACCEPTABLE)
ar: القاعدة 4 (مقبول)

source: If none of the above rules are met.
ar: إذا لم تتحقق أي من القواعد المذكورة أعلاه.

source: 7. Supporting Elements
ar: 7. العناصر الداعمة

source: Visual icons automatically assigned for each concern rated Mild, Moderate, or Severe.
ar: أيقونات مرئية يتم تعيينها تلقائيًا لكل قلق مصنف خفيفًا أو متوسطًا أو شديدًا.

source: Summary & Rating Rationale
ar: الملخص ومبررات التصنيف

source: A text summary explaining the game overview and the main reasons for the final calculated Overall Rating Tier.
ar: ملخص نصي يشرح نظرة عامة على اللعبة والأسباب الرئيسية لفئة التصنيف الإجمالية النهائية المحسوبة.

source: 8. Disclaimer
ar: 8. إخلاء مسؤولية

source: MGC ratings are provided as guidance based on <em>ijtihad</em> following the stated methodology. They are not legally binding fatwas (religious edicts) and do not represent the sole correct Islamic viewpoint on every nuanced issue. Variation in scholarly opinion exists on some matters. Users are ultimately responsible for their choices and are encouraged to exercise personal Taqwa (God-consciousness) and consult with knowledgeable individuals if in doubt. MGC aims to assist, not replace, individual responsibility before Allah. Ratings may be updated based on game changes or new evidence.
ar: تقدم تصنيفات ت.ا.م كإرشادات تستند إلى <em>الاجتهاد</em> وفقًا للمنهجية المعلنة. إنها ليست فتاوى ملزمة قانونًا ولا تمثل وجهة النظر الإسلامية الصحيحة الوحيدة في كل قضية دقيقة. يوجد اختلاف في الآراء الفقهية حول بعض المسائل. المستخدمون هم المسؤولون في النهاية عن اختياراتهم ويتم تشجيعهم على التقوى واستشارة أهل العلم إذا كانوا في شك. يهدف ت.ا.م إلى المساعدة، وليس استبدال المسؤولية الفردية أمام الله. قد يتم تحديث التصنيفات بناءً على تغييرات اللعبة أو أدلة جديدة.

source: Questions about the methodology? <a href="%(contact_url)s" class="link-secondary">Contact Us</a>.
ar: أسئلة حول المنهجية؟ <a href="%(contact_url)s" class="link-secondary">اتصل بنا</a>.

source: Back to Home
ar: العودة إلى الرئيسية

source: Why Your Support Matters
ar: لماذا يهم دعمك

source: Muslim Game Classification (MGC) is dedicated to providing clear, Shariah-based guidance on video games to help our community make informed choices. Maintaining and expanding this resource requires time, effort, and resources for research, analysis, development, and hosting.
ar: تكرس تصنيف الألعاب للمسلمين (ت.ا.م) جهودها لتقديم إرشادات واضحة قائمة على الشريعة بشأن ألعاب الفيديو لمساعدة مجتمعنا على اتخاذ خيارات مستنيرة. يتطلب الحفاظ على هذا المورد وتوسيعه وقتًا وجهدًا وموارد للبحث والتحليل والتطوير والاستضافة.

source: Your support allows us to continue rating more games, improving the website, creating insightful content, and ultimately serving the Muslim community better in navigating the digital entertainment landscape.
ar: يتيح لنا دعمك الاستمرار في تصنيف المزيد من الألعاب، وتحسين الموقع، وإنشاء محتوى ثري بالمعلومات، وفي النهاية خدمة المجتمع المسلم بشكل أفضل في التنقل في مشهد الترفيه الرقمي.

source: How You Can Help
ar: كيف يمكنك المساعدة

source: Make a Donation
ar: قدم تبرعًا

source: Direct financial contributions are greatly appreciated and help cover operational costs. Consider supporting us through platforms like Patreon or Ko-fi (links coming soon!).
ar: المساهمات المالية المباشرة موضع تقدير كبير وتساعد في تغطية التكاليف التشغيلية. فكر في دعمنا عبر منصات مثل Patreon أو Ko-fi (الروابط قادمة قريبًا!).

source: Support on Patreon (Coming Soon)
ar: الدعم على Patreon (قريبًا)

source: Note: Donation links are placeholders for now.
ar: ملاحظة: روابط التبرع هي عناصر نائبة في الوقت الحالي.

source: Spread the Word
ar: انشر الخبر

source: Share MGC with your family, friends, and community. Post links on social media, mention us in relevant discussions, and help others benefit from this resource.
ar: شارك ت.ا.م مع عائلتك وأصدقائك ومجتمعك. انشر الروابط على وسائل التواصل الاجتماعي، واذكرنا في المناقشات ذات الصلة، وساعد الآخرين على الاستفادة من هذا المورد.

source: Provide Feedback & Suggestions
ar: قدم ملاحظات واقتراحات

source: Your feedback helps us improve. Use the 'Submit Suggestion' feature on game pages or our <a href="%(contact_url)s">Contact Form</a> to share your thoughts, report inaccuracies, or suggest new games for review.
ar: تساعدنا ملاحظاتك على التحسين. استخدم ميزة 'إرسال اقتراح' في صفحات الألعاب أو <a href="%(contact_url)s">نموذج الاتصال بنا</a> لمشاركة أفكارك أو الإبلاغ عن عدم الدقة أو اقتراح ألعاب جديدة للمراجعة.

source: JazakAllah Khairan
ar: جزاكم الله خيرًا

source: We sincerely thank you for considering supporting the Muslim Game Classification project. May Allah reward you for your intention and contribution.
ar: نشكركم بصدق على التفكير في دعم مشروع تصنيف الألعاب للمسلمين. جزاكم الله خيرًا على نيتكم ومساهمتكم.

source: Games Aren't Built With Muslims in Mind: Rating Through an Islamic Lens
ar: الألعاب لا تُصمم مع أخذ المسلمين في الاعتبار: التصنيف من منظور إسلامي

source: Games Aren't Built<br>With Muslims in Mind
ar: الألعاب لا تُصمم<br>مع أخذ المسلمين في الاعتبار

source: Providing Clarity Through an Islamic Rating Lens
ar: توضيح من منظور إسلامي

source: In an era where digital entertainment significantly influences our time and thoughts, most video games are developed without considering Islamic values. This necessitates clear guidance rooted in the Quran and Sunnah. The Muslim Game Classification (MGC) addresses this need.
ar: في عصر يؤثر فيه الترفيه الرقمي بشكل كبير على وقتنا وأفكارنا، يتم تطوير معظم ألعاب الفيديو دون مراعاة القيم الإسلامية. هذا يستلزم إرشادات واضحة متجذرة في القرآن والسنة. يعالج تصنيف الألعاب للمسلمين (ت.ا.م) هذه الحاجة.

source: The Need for Islamic Guidance in Gaming
ar: الحاجة إلى التوجيه الإسلامي في الألعاب

source: Navigating the digital landscape presents unique challenges for practicing Muslims. Key areas of concern include:
ar: يمثل التنقل في المشهد الرقمي تحديات فريدة للمسلمين الملتزمين. تشمل مجالات الاهتمام الرئيسية ما يلي:

source: Guarding Time & Priorities
ar: حفظ الوقت والأولويات

source: Islam emphasizes time as a trust. Games designed for excessive engagement can lead to neglecting religious duties, family, work, and study (<em>Israf/Tadyi' al-Waqt</em>).
ar: يؤكد الإسلام على أن الوقت أمانة. الألعاب المصممة للانخراط المفرط يمكن أن تؤدي إلى إهمال الواجبات الدينية والأسرة والعمل والدراسة (<em>إسراف/تضييع الوقت</em>).

source: Protecting Belief & Values
ar: حماية المعتقد والقيم

source: Constant exposure to un-Islamic themes can desensitize individuals, normalize prohibited actions, and subtly shift one's worldview away from core Islamic principles (<em>Aqidah</em>) and manners (<em>Akhlaq</em>).
ar: التعرض المستمر للموضوعات غير الإسلامية يمكن أن يزيل الحساسية لدى الأفراد، ويطبع الأفعال المحرمة، ويحول بمهارة نظرة المرء للعالم بعيدًا عن المبادئ الإسلامية الأساسية (<em>العقيدة</em>) والأخلاق (<em>الأخلاق</em>).

source: Identifying Problematic Content
ar: تحديد المحتوى الإشكالي

source: Mainstream games frequently incorporate elements explicitly forbidden (<em>Haram</em>) or discouraged in Islam, including:
ar: تتضمن الألعاب الشائعة بشكل متكرر عناصر محرمة (<em>حرام</em>) أو غير مشجعة في الإسلام، بما في ذلك:

source: Threats to Faith (Aqidah):
ar: تهديدات للعقيدة:

source: Content promoting or normalizing Shirk, Kufr, assuming divinity, distorting Islam, or magic (Sihr).
ar: محتوى يروج أو يطبع الشرك، الكفر، ادعاء الألوهية، تحريف الإسلام، أو السحر.

source: Exposure to Prohibitions:
ar: تعرض للمحرمات:

source: Depictions violating 'Awrah, impermissible music (Ma'azif), intoxicants (Khamr), gambling (Maysir), or unlawful relationships.
ar: تصويرات تنتهك العورة، الموسيقى غير المباحة (المعازف)، المسكرات (الخمر)، القمار (الميسر)، أو العلاقات غير المشروعة.

source: Normalization of Wrongdoing:
ar: تطبيع الخطأ:

source: Casual presentation or glorification of unjustified violence, crime, or arrogance (Kibr).
ar: التقديم العرضي أو تمجيد العنف غير المبرر، الجريمة، أو الكبر.

source: Risks to Player Well-being:
ar: مخاطر على رفاهية اللاعب:

source: Themes inducing despair (Qunut), predatory spending mechanics (Israf), or harmful online interactions (Fitnah).
ar: موضوعات تسبب اليأس (القنوط)، آليات الإنفاق المفترسة (الإسراف)، أو التفاعلات الضارة عبر الإنترنت (الفتنة).

source: MGC's Objective: Providing Clarity
ar: هدف ت.ا.م: توفير الوضوح
