Repository: AhmedBenlakhdhar/IEGS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: MGC aims to provide clear, consistent, Shariah-compliant information, enabling Muslims to:
ar: يهدف ت.ا.م إلى توفير معلومات واضحة ومتسقة ومتوافقة مع الشريعة، لتمكين المسلمين من:

source: Informed Choice
ar: الاختيار المستنير

source: Make informed decisions aligned with Islamic values.
ar: اتخاذ قرارات مستنيرة تتماشى مع القيم الإسلامية.

source: Identify Risks
ar: تحديد المخاطر

source: Recognize specific concerns, even in generally acceptable games.
ar: التعرف على المخاوف المحددة، حتى في الألعاب المقبولة بشكل عام.

source: Enable Dialogue
ar: تمكين الحوار

source: Facilitate constructive dialogue within families and communities.
ar: تسهيل الحوار البناء داخل الأسر والمجتمعات.

source: Promote Alternatives
ar: تشجيع البدائل

source: Encourage the demand for positive, permissible alternatives.
ar: تشجيع الطلب على بدائل إيجابية ومباحة.

source: MGC vs. Standard Age Ratings
ar: ت.ا.م مقابل التصنيفات العمرية القياسية

source: Standard systems (IARC, ESRB, PEGI) focus on age-appropriateness based on societal norms. MGC offers a distinct, necessary layer of analysis based on Islamic principles, as highlighted below:
ar: تركز الأنظمة القياسية (PEGI، ESRB، IARC) على مدى الملاءمة العمرية بناءً على المعايير المجتمعية. يقدم ت.ا.م طبقة تحليل مميزة وضرورية تستند إلى المبادئ الإسلامية، كما هو موضح أدناه:

source: Aspect
ar: الجانب

source: MGC (Islamic Lens)
ar: ت.ا.م (منظور إسلامي)

source: Standard Ratings (Age Lens)
ar: التصنيفات القياسية (منظور عمري)

source: Focus
ar: التركيز

source: Permissibility (Halal/Haram) according to Islamic law.
ar: الإباحة (حلال/حرام) وفقًا للشريعة الإسلامية.

source: Age-appropriateness based on societal norms.
ar: الملاءمة العمرية بناءً على المعايير المجتمعية.

source: Quran, authentic Sunnah, understanding of the Salaf.
ar: القرآن، السنة الصحيحة، فهم السلف.

source: Evolving societal standards and sensitivities.
ar: المعايير والحساسيات المجتمعية المتطورة.

source: Priority
ar: الأولوية

source: Protecting core Islamic belief (Aqidah); treats Shirk/Kufr with utmost severity.
ar: حماية العقيدة الإسلامية الأساسية؛ يعامل الشرك/الكفر بأقصى درجات الخطورة.

source: General content intensity (violence, language, sexual content).
ar: شدة المحتوى العام (العنف، اللغة، المحتوى الجنسي).

source: Evaluates specific Islamic concerns (e.g., 'Awrah, Ma'azif, Maysir, Sihr, Normalization).
ar: تقييم المخاوف الإسلامية المحددة (مثل العورة، المعازف، الميسر، السحر، التطبيع).

source: General societal concerns; often overlooks specific religious principles.
ar: المخاوف المجتمعية العامة؛ غالبًا ما يتجاهل المبادئ الدينية المحددة.

source: MGC provides an essential layer of scrutiny based on Divine guidance, complementing standard age ratings.
ar: يوفر ت.ا.م طبقة أساسية من التدقيق بناءً على التوجيه الإلهي، مكملًا للتصنيفات العمرية القياسية.

source: Ratings strive for objectivity based on Islamic principles outlined in our <a href="%(methodology_url)s">Methodology</a>.
ar: تسعى التصنيفات إلى الموضوعية بناءً على المبادئ الإسلامية الموضحة في <a href="%(methodology_url)s">منهجيتنا</a>.

source: Individual piety (<em>Taqwa</em>) remains paramount. MGC is a tool for discernment, not a replacement for personal accountability.
ar: تبقى التقوى الفردية هي الأهم. ت.ا.م هي أداة للتمييز، وليست بديلاً عن المساءلة الشخصية.

source: Questions? <a href="%(contact_url)s" class="link-secondary">Contact Us</a>.
ar: أسئلة؟ <a href="%(contact_url)s" class="link-secondary">اتصل بنا</a>.

source: Login
ar: تسجيل الدخول

source: MGC
ar: ت.ا.م

source: Your username and password didn't match. Please try again.
ar: اسم المستخدم وكلمة المرور غير متطابقين. يرجى المحاولة مرة أخرى.

source: Your account doesn't have access to this page. To proceed, please login with an account that has access.
ar: حسابك لا يملك صلاحية الوصول إلى هذه الصفحة. للمتابعة، يرجى تسجيل الدخول بحساب يمتلك الصلاحية.

source: Please login to see this page.
ar: يرجى تسجيل الدخول لرؤية هذه الصفحة.

source: Lost password?
ar: فقدت كلمة المرور؟

source: Don't have an account?
ar: ليس لديك حساب؟

source: Sign Up
ar: إنشاء حساب

source: Already have an account?
ar: لديك حساب بالفعل؟

source: Edit Profile
ar: تعديل الملف الشخصي

source: Profile Details
ar: تفاصيل الملف الشخصي

source: Update Profile
ar: تحديث الملف الشخصي

source: Change Password
ar: تغيير كلمة المرور

source: MGC - Islamic Guidance for Video Games. Find Shariah-based ratings and analysis for informed gaming choices.
ar: ت.ا.م - إرشادات إسلامية لألعاب الفيديو. اعثر على تصنيفات وتحليلات قائمة على الشريعة لخيارات لعب مستنيرة.

source: MGC Ratings
ar: تصنيفات ت.ا.م

source: MGC Logo
ar: شعار ت.ا.م

source: Ratings
ar: التصنيفات

source: Blog
ar: المدونة

source: Why MGC
ar: لماذا ت.ا.م

source: Methodology
ar: المنهجية

source: Contact
ar: الاتصال

source: Toggle light/dark theme
ar: تبديل الوضع الفاتح/الداكن

source: Account
ar: الحساب

source: As-Salamu Alaykum, %(user.username)s
ar: السلام عليكم، %(user.username)s

source: Edit Profile / Password
ar: تعديل الملف الشخصي / كلمة المرور

source: Site Admin
ar: إدارة الموقع

source: Logout
ar: تسجيل الخروج

source: Muslim Game Classification © %(current_year)s.
ar: تصنيف الألعاب للمسلمين © %(current_year)s.

source: Rating Methodology
ar: منهجية التصنيف

source: Switch to English
ar: التبديل إلى الإنجليزية

source: Switch to Arabic
ar: التبديل إلى العربية

source: MGC - Islamic Guidance for Video Games
ar: ت.ا.م - إرشادات إسلامية لألعاب الفيديو

source: Informed Gaming Choices for Muslims
ar: خيارات لعب مستنيرة للمسلمين

source: MGC provides clear, Shariah-based ratings and detailed analysis to help you navigate the world of video games according to Islamic values.
ar: يوفر ت.ا.م تصنيفات واضحة قائمة على الشريعة وتحليلات مفصلة لمساعدتك على التنقل في عالم ألعاب الفيديو وفقًا للقيم الإسلامية.

source: Search for a game...
ar: ابحث عن لعبة...

source: Search Games
ar: بحث عن ألعاب

source: Browse All Ratings
ar: تصفح جميع التصنيفات

source: Learn More (Why MGC?)
ar: اعرف المزيد (لماذا ت.ا.م؟)

source: Understanding Our Ratings
ar: فهم تصنيفاتنا

source: How MGC Works
ar: كيف يعمل ت.ا.م

source: 1. Detailed Analysis
ar: 1. تحليل مفصل

source: Games are assessed against 20 specific Islamic concerns, evaluating content severity and avoidability.
ar: يتم تقييم الألعاب مقابل 20 قلقًا إسلاميًا محددًا، مع تقييم خطورة المحتوى وإمكانية تجنبه.

source: 2. Tier Calculation
ar: 2. حساب الفئة

source: An overall rating (Acceptable, Doubtful, Haram, Kufr/Shirk) is automatically determined by defined severity rules.
ar: يتم تحديد التصنيف الإجمالي (مقبول، مشبوه، حرام، كفر/شرك) تلقائيًا بواسطة قواعد خطورة محددة.

source: 3. Informed Choice
ar: 3. الاختيار المستنير

source: Clear ratings, content flags, and rationale empower you to choose games aligned with Islamic values.
ar: التصنيفات الواضحة وعلامات المحتوى والمبررات تمكنك من اختيار الألعاب التي تتماشى مع القيم الإسلامية.

source: View Full Methodology
ar: عرض المنهجية الكاملة

source: Recently Rated Games
ar: ألعاب تم تصنيفها مؤخرًا

source: Haram
ar: حرام

source: Doubtful
ar: مشبوه

source: Acceptable
ar: مقبول

source: Kufr/Shirk
ar: كفر/شرك

source: No games rated yet.
ar: لم يتم تصنيف أي ألعاب بعد.

source: View All Game Ratings
ar: عرض جميع تصنيفات الألعاب

source: Content & Status
ar: المحتوى والحالة

source: Article
ar: المقالة

source: User
ar: المستخدم

source: Comment Preview
ar: معاينة التعليق

source: Flags
ar: الإبلاغات

source: Approve selected comments
ar: الموافقة على التعليقات المحددة

source: %(updated)d comments were successfully approved.
ar: تمت الموافقة بنجاح على %(updated)d تعليقات.

source: Unapprove selected comments
ar: إلغاء الموافقة على التعليقات المحددة

source: %(updated)d comments were successfully unapproved.
ar: تم إلغاء الموافقة بنجاح على %(updated)d تعليقات.

source: Mark selected comments as reviewed (remove attention flag)
ar: تمييز التعليقات المحددة كمراجعة (إزالة علامة الانتباه)

source: %(updated)d comments marked as reviewed.
ar: تم تمييز %(updated)d تعليقات كمراجعة.

source: Deactivate (Ban) commenter accounts
ar: إلغاء تنشيط (حظر) حسابات المعلقين

source: %(updated_count)d user accounts linked to selected comments were deactivated.
ar: تم إلغاء تنشيط %(updated_count)d حسابات مستخدمين مرتبطة بالتعليقات المحددة.

source: Reactivate commenter accounts
ar: إعادة تنشيط حسابات المعلقين

source: %(updated_count)d user accounts linked to selected comments were reactivated.
ar: تمت إعادة تنشيط %(updated_count)d حسابات مستخدمين مرتبطة بالتعليقات المحددة.

source: Add your comment...
ar: أضف تعليقك...

source: Category Name
ar: اسم التصنيف

source: URL-friendly name, leave blank to auto-generate.
ar: اسم صديق للرابط، اتركه فارغًا ليتم إنشاؤه تلقائيًا.

source: Description
ar: الوصف

source: Article Category
ar: تصنيف المقالة

source: Article Categories
ar: تصنيفات المقالات

source: Title
ar: العنوان

source: Unique URL-friendly name. Leave blank to auto-generate from title.
ar: اسم فريد صديق للرابط. اتركه فارغًا ليتم إنشاؤه تلقائيًا من العنوان.

source: URL for an image to display at the top of the article.
ar: رابط صورة لعرضها في أعلى المقالة.

source: Header Image URL
ar: رابط صورة الترويسة

source: Content
ar: المحتوى

source: Display author name (if not linked to user)
ar: عرض اسم المؤلف (إذا لم يكن مرتبطًا بمستخدم)

source: Author Name
ar: اسم المؤلف

source: Published Date
ar: تاريخ النشر

source: Created Date
ar: تاريخ الإنشاء

source: Updated Date
ar: تاريخ التحديث

source: Articles
ar: المقالات

source: Comment
ar: تعليق

source: Date Posted
ar: تاريخ النشر

source: Approved
ar: موافق عليه

source: Flagged By
ar: تم الإبلاغ عنه بواسطة

source: Needs Attention
ar: يحتاج إلى انتباه

source: Article Comment
ar: تعليق على مقالة

source: Article Comments
ar: تعليقات المقالات

source: Unapproved
ar: غير موافق عليه

source: Comment by %(username)s on Article '%(article_title)s' (%(status)s)
ar: تعليق بواسطة %(username)s على المقالة '%(article_title)s' (%(status)s)

source: Blog Articles
ar: مقالات المدونة

source: Articles in: %(category_name)s
ar: مقالات في: %(category_name)s

source: You must be logged in to post a comment.
ar: يجب عليك تسجيل الدخول لنشر تعليق.

source: Your account is currently inactive and cannot post comments.
ar: حسابك غير نشط حاليًا ولا يمكنك نشر تعليقات.

source: Your comment has been posted.
ar: تم نشر تعليقك.

source: There was an error submitting your comment. Please check the form and CAPTCHA.
ar: حدث خطأ أثناء إرسال تعليقك. يرجى التحقق من النموذج و CAPTCHA.

source: You do not have permission to delete this comment.
ar: ليس لديك إذن لحذف هذا التعليق.

source: Comment '%(comment_snippet)s...' deleted successfully.
ar: تم حذف التعليق '%(comment_snippet)s...' بنجاح.

source: You cannot flag your own comment.
ar: لا يمكنك الإبلاغ عن تعليقك الخاص.

source: You have already flagged this comment.
ar: لقد أبلغت عن هذا التعليق بالفعل.

source: Comment flagged for moderator review. Thank you.
ar: تم الإبلاغ عن التعليق لمراجعة المشرف. شكراً لك.

source: English
ar: الإنجليزية

source: Arabic
ar: العربية

source: Content Descriptor
ar: وصف المحتوى

source: Core Information
ar: المعلومات الأساسية

source: Boycott Status
ar: حالة المقاطعة

source: Platform Availability
ar: توفر المنصات

source: Store Links
ar: روابط المتاجر

source: MGC Rating & Content
ar: تصنيف ت.ا.م والمحتوى

source: Critic Reviews
ar: مراجعات النقاد

source: Severity Mapping: Mild -> Doubtful, Moderate -> Haram, Severe -> Kufr/Shirk
ar: تخطيط الخطورة: خفيف -> مشبوه، متوسط -> حرام، شديد -> كفر/شرك

source: Severity Mapping: Mild -> Permissible, Moderate -> Doubtful, Severe -> Haram
ar: تخطيط الخطورة: خفيف -> مباح، متوسط -> مشبوه، شديد -> حرام

source: Severity Mapping: Mild -> Permissible, Moderate/Severe -> Doubtful
ar: تخطيط الخطورة: خفيف -> مباح، متوسط/شديد -> مشبوه

source: Severity Mapping: Mild/Moderate -> Permissible, Severe -> Doubtful
ar: تخطيط الخطورة: خفيف/متوسط -> مباح، شديد -> مشبوه

source: Overall Rating Tier
ar: فئة التصنيف الإجمالية

source: Assigned Flags
ar: العلامات المحددة

source: Developer Boycott Status
ar: حالة مقاطعة المطور

source: Boycotted
ar: مقاطع

source: No reason provided.
ar: لم يتم تقديم سبب.

source: Not Boycotted
ar: غير مقاطع

source: Publisher Boycott Status
ar: حالة مقاطعة الناشر

source: Severity Change Details
ar: تفاصيل تغيير الخطورة

source: These fields are relevant for 'Suggest Severity Change' type.
ar: هذه الحقول ذات صلة بنوع 'اقتراح تغيير الخطورة'.

source: New Descriptor Details
ar: تفاصيل الوصف الجديد

source: These fields are relevant for 'Suggest New Descriptor' type.
ar: هذه الحقول ذات صلة بنوع 'اقتراح وصف جديد'.

source: Justification & Status
ar: المبررات والحالة

source: Timestamps
ar: الطوابع الزمنية

source: Anonymous
ar: مجهول

source: Game
ar: اللعبة

source: Descriptor
ar: الوصف

source: New
ar: جديد

source: Mark selected suggestions as Approved
ar: تمييز الاقتراحات المحددة كموافق عليها

source: %(count)d suggestions marked as Approved.
ar: تم تمييز %(count)d اقتراحات كموافق عليها.

source: Mark selected suggestions as Implemented
ar: تمييز الاقتراحات المحددة كمنفذة

source: %(count)d suggestions marked as Implemented.
ar: تم تمييز %(count)d اقتراحات كمنفذة.

source: Mark selected suggestions as Rejected
ar: تمييز الاقتراحات المحددة كمرفوضة

source: %(count)d suggestions marked as Rejected.
ar: تم تمييز %(count)d اقتراحات كمرفوضة.

source: Mark selected suggestions as Pending Review
ar: تمييز الاقتراحات المحددة كقيد المراجعة

source: %(count)d suggestions marked as Pending Review.
ar: تم تمييز %(count)d اقتراحات كقيد المراجعة.

source: Details
ar: التفاصيل

source: Activate selected boycotts
ar: تفعيل المقاطعات المحددة

source: %(count)d boycott entries activated.
ar: تم تفعيل %(count)d إدخالات مقاطعة.

source: Deactivate selected boycotts
ar: إلغاء تفعيل المقاطعات المحددة

source: %(count)d boycott entries deactivated.
ar: تم إلغاء تفعيل %(count)d إدخالات مقاطعة.

source: This email address is already in use by another account.
ar: عنوان البريد الإلكتروني هذا مستخدم بالفعل بواسطة حساب آخر.

source: This username is already taken.
ar: اسم المستخدم هذا مأخوذ بالفعل.

source: Required. Please enter a valid email address.
ar: مطلوب. يرجى إدخال عنوان بريد إلكتروني صالح.

source: An account with this email already exists.
ar: يوجد حساب بهذا البريد الإلكتروني بالفعل.

source: Game (for Severity Change)
ar: اللعبة (لتغيير الخطورة)

source: Existing Descriptor (for Severity Change)
ar: الوصف الحالي (لتغيير الخطورة)

source: -- Select Descriptor --
ar: -- اختر وصف --

source: -- Select Severity --
ar: -- اختر مستوى الخطورة --

source: Suggested Severity (for Severity Change)
ar: الخطورة المقترحة (لتغيير الخطورة)

source: Suggested Descriptor Name (if New)
ar: اسم الوصف المقترح (إذا كان جديدًا)

source: Justification / Details
ar: المبررات / التفاصيل

source: Type of Suggestion
ar: نوع الاقتراح

source: Please select the game for the severity change suggestion.
ar: يرجى اختيار اللعبة لاقتراح تغيير الخطورة.

source: Please select the descriptor you want to suggest a change for.
ar: يرجى اختيار الوصف الذي تريد اقتراح تغيير له.

source: Please select the new severity you are suggesting.
ar: يرجى اختيار مستوى الخطورة الجديد الذي تقترحه.

source: Please provide a name for the new descriptor.
ar: يرجى تقديم اسم للوصف الجديد.

source: -- Select Subject --
ar: -- اختر الموضوع --

source: General Question
ar: سؤال عام

source: Feedback on a Game Rating
ar: ملاحظات على تصنيف لعبة

source: Request a Game Review
ar: طلب مراجعة لعبة

source: Question about Methodology
ar: سؤال عن المنهجية

source: Suggestion for the Site
ar: اقتراح للموقع

source: Technical Issue/Bug Report
ar: مشكلة فنية / تقرير خطأ

source: Your Name
ar: اسمك

source: Your Email
ar: بريدك الإلكتروني

source: -- Select Country --
ar: -- اختر البلد --

source: Country
ar: البلد

source: Subject
ar: الموضوع

source: Message
ar: الرسالة

source: I am a parent/guardian.
ar: أنا أب/أم/ولي أمر.

source: Permissible. Meets criteria for Acceptable based on severity breakdown.
ar: مباح. يفي بمعايير المقبول بناءً على تفصيل الخطورة.

source: Contains elements requiring caution. Meets criteria for Doubtful based on severity breakdown.
ar: يحتوي على عناصر تتطلب الحذر. يفي بمعايير المشبوه بناءً على تفصيل الخطورة.

source: Impermissible due to Haram content. Meets criteria for Haram based on severity breakdown.
ar: غير مباح بسبب محتوى حرام. يفي بمعايير الحرام بناءً على تفصيل الخطورة.

source: Impermissible due to Kufr/Shirk. Meets criteria for Kufr/Shirk based on severity breakdown.
ar: غير مباح بسبب الكفر/الشرك. يفي بمعايير الكفر/الشرك بناءً على تفصيل الخطورة.

source: Display Name
ar: الاسم المعروض

source: Material Symbols icon name
ar: اسم أيقونة Material Symbols

source: Icon Name
ar: اسم الأيقونة

source: Hex color code
ar: رمز اللون السداسي عشر

source: Color Hex
ar: اللون السداسي عشر

source: Display Order
ar: ترتيب العرض

source: Rating Tier
ar: فئة التصنيف

source: Rating Tiers
ar: فئات التصنيف

source: Symbol (Identifier)
ar: الرمز (المعرف)

source: e.g., IGN, GameSpot, Metacritic
ar: مثل: IGN, GameSpot, Metacritic

source: Reviewer Name
ar: اسم المراجع

source: e.g., 9/10, 85/100, Recommended
ar: مثل: 9/10، 85/100، موصى به

source: Score
ar: التقييم

source: Direct link to the review
ar: رابط مباشر للمراجعة

source: Review URL
ar: رابط المراجعة

source: Optional short quote or summary from the review
ar: اقتباس قصير اختياري أو ملخص من المراجعة

source: Summary Quote
ar: اقتباس ملخص

source: Date Added
ar: تاريخ الإضافة

source: Critic Review
ar: مراجعة ناقد

source: No Score
ar: لا يوجد تقييم

source: Entity Name
ar: اسم الكيان

source: Exact name of the developer or publisher.
ar: الاسم الدقيق للمطور أو الناشر.

source: Leave blank to auto-generate.
ar: اتركه فارغًا ليتم إنشاؤه تلقائيًا.

source: Entity Type
ar: نوع الكيان

source: Reason for Boycott
ar: سبب المقاطعة

source: Optional: Briefly explain the reason.
ar: اختياري: اشرح السبب بإيجاز.

source: Boycott Active
ar: المقاطعة نشطة

source: Uncheck to disable this boycott notice without deleting.
ar: ألغِ التحديد لتعطيل إشعار المقاطعة هذا دون حذفه.

source: Last Updated
ar: آخر تحديث

source: Boycotted Entity
ar: كيان مقاطع

source: Boycotted Entities
ar: كيانات مقاطعة

source: Not Rated
ar: لم يتم التقييم

source: Release Date
ar: تاريخ الإصدار

source: Game overview description and overall rating reasoning (used in lists and detail view).
ar: وصف عام للعبة ومبررات التصنيف الإجمالي (يستخدم في القوائم وعرض التفاصيل).

source: IARC Rating
ar: تقييم IARC

source: Official International Age Rating Coalition rating, if available.
ar: التقييم الرسمي للائتلاف الدولي لتقييم الأعمار، إن وجد.

source: Auto-generated slug for developer filtering.
ar: معرّف مُولّد تلقائيًا لفلترة المطورين.

source: Auto-generated slug for publisher filtering.
ar: معرّف مُولّد تلقائيًا لفلترة الناشرين.

source: Available on PC
ar: متوفرة على الحاسب الشخصي

source: Available on PS5
ar: متوفرة على بلايستيشن 5

source: Available on PS4
ar: متوفرة على بلايستيشن 4

source: Available on Xbox Series X|S
ar: متوفرة على إكس بوكس سيريس X|S

source: Available on Xbox One
ar: متوفرة على إكس بوكس ون

source: Available on Nintendo Switch
ar: متوفرة على نينتندو سويتش

source: Available on Android
ar: متوفرة على أندرويد

source: Available on iOS
ar: متوفرة على آي أو إس

source: Available on Meta Quest
ar: متوفرة على ميتا كويست

source: Overall MGC Rating calculated based on detailed assessment.
ar: تصنيف ت.ا.م الإجمالي محسوب بناءً على التقييم التفصيلي.

source: Flags automatically assigned based on detailed severity ratings.
ar: يتم تعيين العلامات تلقائيًا بناءً على تقييمات الخطورة التفصيلية.

source: Content Flags (Auto-assigned)
ar: علامات المحتوى (مُعينة تلقائيًا)

source: Is Game Specifically Boycotted?
ar: هل اللعبة مقاطعة بشكل خاص؟

source: Check this if the game itself is subject to a specific boycott, independent of developer/publisher.
ar: حدد هذا إذا كانت اللعبة نفسها تخضع لمقاطعة محددة، بغض النظر عن المطور/الناشر.

source: Game Boycott Reason
ar: سبب مقاطعة اللعبة

source: Reason for the game-specific boycott (if applicable).
ar: سبب المقاطعة الخاصة باللعبة (إن وجد).

source: A1. Distorting Islam
ar: أ1. تحريف الإسلام

source: A2. Promoting Kufr/Shirk
ar: أ2. الترويج للكفر/الشرك

source: A3. Assuming Divinity
ar: أ3. ادعاء الألوهية

source: A4. Tampering Ghaib
ar: أ4. الخوض في الغيب

source: A5. Deviant Ideologies
ar: أ5. الأيديولوجيات المنحرفة

source: B1. Gambling
ar: ب1. القمار (الميسر)

source: B2. Lying
ar: ب2. الكذب

source: B3. Indecency
ar: ب3. الفحش

source: B4. Music
ar: ب4. الموسيقى (المعازف)

source: B5. Time Waste
ar: ب5. إضاعة الوقت

source: C1. Disdain/Arrogance
ar: ج1. الازدراء/الكبر

source: C2. Magic
ar: ج2. السحر

source: C3. Intoxicants
ar: ج3. المسكرات (الخمر)

source: C4. Crime/Violence
ar: ج4. الجريمة/العنف

source: C5. Profanity
ar: ج5. الألفاظ النابية

source: D1. Horror/Fear
ar: د1. الرعب/الخوف

source: D2. Despair
ar: د2. اليأس (القنوط)

source: D3. Spending
ar: د3. الإنفاق (الإسراف)

source: D4. Online Interactions
ar: د4. التفاعلات عبر الإنترنت (الفتنة)

source: D5. User Content
ar: د5. محتوى المستخدم

source: Steam Store URL
ar: رابط متجر ستيم

source: Epic Games Store URL
ar: رابط متجر إبيك غيمز

source: GOG Store URL
ar: رابط متجر جي أو جي

source: Other Store URL
ar: رابط متجر آخر

source: Select critic reviews relevant to this game.
ar: اختر مراجعات النقاد ذات الصلة بهذه اللعبة.

source: Date Updated
ar: تاريخ التحديث

source: Games
ar: الألعاب

source: Game Comment
ar: تعليق على لعبة

source: Game Comments
ar: تعليقات الألعاب

source: Comment by %(username)s on %(game_title)s (%(status)s)
ar: تعليق بواسطة %(username)s على %(game_title)s (%(status)s)

source: Page Title
ar: عنوان الصفحة

source: Page Content
ar: محتوى الصفحة

source: Methodology Page
ar: صفحة المنهجية

source: Why MGC?
ar: لماذا ت.ا.م؟

source: Why MGC Page
ar: صفحة لماذا ت.ا.م

source: Suggest New Descriptor
ar: اقتراح وصف جديد

source: Suggest Severity Change
ar: اقتراح تغيير الخطورة

source: Other Feedback/Correction
ar: ملاحظات/تصحيحات أخرى

source: Pending Review
ar: قيد المراجعة

source: Implemented
ar: تم التنفيذ

source: Rejected
ar: مرفوض

source: Suggestion Type
ar: نوع الاقتراح

source: User (Optional)
ar: المستخدم (اختياري)

source: Game (Optional)
ar: اللعبة (اختياري)

source: Existing Descriptor (if applicable)
ar: الوصف الحالي (إن وجد)

source: Current Severity (auto-filled)
ar: الخطورة الحالية (تعبأ تلقائيًا)

source: Suggested Severity (if applicable)
ar: الخطورة المقترحة (إن وجدت)

source: Suggested Descriptor Name (if new)
ar: اسم الوصف المقترح (إذا كان جديدًا)

source: Suggested Icon (optional)
ar: الأيقونة المقترحة (اختياري)

source: Please provide details and reasons for your suggestion.
ar: يرجى تقديم تفاصيل وأسباب اقتراحك.

source: Moderation Status
ar: حالة الإشراف

source: Date Submitted
ar: تاريخ الإرسال

source: User Suggestion
ar: اقتراح المستخدم

source: User Suggestions
ar: اقتراحات المستخدمين

source: Severity suggestion for '%(descriptor)s' on '%(game)s' by %(user)s
ar: اقتراح خطورة لـ'%(descriptor)s' في '%(game)s' بواسطة %(user)s

source: New descriptor suggestion '%(name)s' by %(user)s
ar: اقتراح وصف جديد '%(name)s' بواسطة %(user)s

source: Suggestion by %(user)s (%(type)s)
ar: اقتراح بواسطة %(user)s (%(type)s)

source: For severity change suggestions, please specify the game, the descriptor, and the suggested severity.
ar: لاقتراحات تغيير الخطورة، يرجى تحديد اللعبة والوصف والخطورة المقترحة.

source: For new descriptor suggestions, please provide a name.
ar: لاقتراحات الوصف الجديدة، يرجى تقديم اسم.

source: No
ar: لا

source: Game Ratings
ar: تصنيفات الألعاب

source: Games by %(developer_name)s
ar: ألعاب بواسطة %(developer_name)s

source: Developed by <strong>%(developer_name)s</strong>
ar: مطورة بواسطة <strong>%(developer_name)s</strong>

source: Games by %(publisher_name)s
ar: ألعاب بواسطة %(publisher_name)s

source: Published by <strong>%(publisher_name)s</strong>
ar: منشورة بواسطة <strong>%(publisher_name)s</strong>
