Repository: AhmedBenlakhdhar/IEGS
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ar

source: matching search '<strong>%(query)s</strong>'
ar: مطابقة للبحث '<strong>%(query)s</strong>'

source: in tier <strong>%(tier)s</strong>
ar: في الفئة <strong>%(tier)s</strong>

source: with flag <strong>%(flag)s</strong>
ar: مع العلامة <strong>%(flag)s</strong>

source: rated <strong>%(iarc)s</strong>
ar: بتقييم <strong>%(iarc)s</strong>

source: available on <strong>%(platform)s</strong>
ar: متوفرة على <strong>%(platform)s</strong>

source: and
ar: و

source: Showing games
ar: عرض الألعاب

source: Thank you! Your suggestion has been submitted for review.
ar: شكراً لك! تم إرسال اقتراحك للمراجعة.

source: Please correct the errors in your suggestion form.
ar: يرجى تصحيح الأخطاء في نموذج الاقتراح الخاص بك.

source: Registration successful! You are now logged in.
ar: تم التسجيل بنجاح! أنت الآن مسجل الدخول.

source: Please correct the errors below, including the CAPTCHA.
ar: يرجى تصحيح الأخطاء أدناه، بما في ذلك CAPTCHA.

source: Your profile details were successfully updated.
ar: تم تحديث تفاصيل ملفك الشخصي بنجاح.

source: Please correct the errors in the profile details form.
ar: يرجى تصحيح الأخطاء في نموذج تفاصيل الملف الشخصي.

source: Your password was successfully updated.
ar: تم تحديث كلمة المرور الخاصة بك بنجاح.

source: Please correct the errors in the password change form.
ar: يرجى تصحيح الأخطاء في نموذج تغيير كلمة المرور.

source: Methodology page content is not available yet.
ar: محتوى صفحة المنهجية غير متوفر بعد.

source: Content for 'Why MGC?' is not available yet.
ar: محتوى 'لماذا ت.ا.م؟' غير متوفر بعد.

source: I would like to request a review for the game: %(game_title)s Please add any details or reasons for the request here:
ar: أود طلب مراجعة للعبة: %(game_title)s يرجى إضافة أي تفاصيل أو أسباب للطلب هنا:

source: [Please enter game title]
ar: [يرجى إدخال عنوان اللعبة]

source: [Could not decode game title]
ar: [تعذر فك تشفير عنوان اللعبة]

source: Not Provided
ar: غير مزود

source: Sorry, the site is not configured to send messages currently. Please try again later.
ar: عذرًا، الموقع غير مهيأ لإرسال الرسائل حاليًا. يرجى المحاولة مرة أخرى لاحقًا.

source: [DEBUG] Thank you for your message! (Email not sent - ADMINS not set)
ar: [تصحيح] شكراً لرسالتك! (لم يتم إرسال البريد الإلكتروني - لم يتم تعيين ADMINS)

source: Thank you for your message! We will get back to you soon.
ar: شكراً لرسالتك! سوف نرد عليك قريبا.

source: Sorry, there was an error sending your message. Please try again later.
ar: عذرًا، حدث خطأ أثناء إرسال رسالتك. يرجى المحاولة مرة أخرى لاحقًا.

source: You do not have permission to delete this suggestion.
ar: ليس لديك إذن لحذف هذا الاقتراح.

source: Suggestion deleted successfully.
ar: تم حذف الاقتراح بنجاح.

source: Support MGC
ar: ادعم ت.ا.م

source: Search files
ar: بحث في الملفات

source: Select an image to embed
ar: اختر صورة لتضمينها

source: Browse for the image you want, then click 'Embed Image' to continue...
ar: تصفح بحثًا عن الصورة التي تريدها، ثم انقر فوق 'تضمين الصورة' للمتابعة...

source: No images found. Upload images using the 'Image Button' dialog's 'Upload' tab.
ar: لم يتم العثور على صور. قم بتحميل الصور باستخدام علامة التبويب 'تحميل' في مربع حوار 'زر الصورة'.

source: Images in:
ar: الصور في:

source: Embed Image
ar: تضمين الصورة

source: Play Slideshow
ar: تشغيل عرض الشرائح

source: Pause Slideshow
ar: إيقاف مؤقت لعرض الشرائح

source: &lsaquo; Previous Photo
ar: &lsaquo; الصورة السابقة

source: Next Photo &rsaquo;
ar: الصورة التالية &rsaquo;

source: Next &rsaquo;
ar: التالي &rsaquo;

source: &lsaquo; Prev
ar: &lsaquo; السابق

source: Messages
ar: الرسائل

source: Site Maps
ar: خرائط الموقع

source: Static Files
ar: الملفات الثابتة

source: Syndication
ar: التلقيم

source: That page number is not an integer
ar: رقم الصفحة هذا ليس عددًا صحيحًا

source: That page number is less than 1
ar: رقم الصفحة هذا أصغر من 1

source: That page contains no results
ar: هذه الصفحة لا تحتوي على نتائج

source: Enter a valid value.
ar: أدخل قيمة صالحة.

source: Enter a valid domain name.
ar: أدخل اسم نطاق صالح.

source: Enter a valid URL.
ar: أدخل عنوان URL صالحًا.

source: Enter a valid integer.
ar: أدخل عددًا صحيحًا صالحًا.

source: Enter a valid email address.
ar: أدخل عنوان بريد إلكتروني صالحًا.

source: Enter a valid “slug” consisting of letters, numbers, underscores or hyphens.
ar: أدخل "اسمًا لطيفًا" صالحًا يتكون من أحرف أو أرقام أو شرطات سفلية أو واصلات.

source: Enter a valid “slug” consisting of Unicode letters, numbers, underscores, or hyphens.
ar: أدخل "اسمًا لطيفًا" صالحًا يتكون من أحرف يونيكود أو أرقام أو شرطات سفلية أو واصلات.

source: Enter a valid %(protocol)s address.
ar: أدخل عنوان %(protocol)s صالحًا.

source: IPv4 or IPv6
ar: IPv4 أو IPv6

source: Enter only digits separated by commas.
ar: أدخل أرقامًا فقط مفصولة بفواصل.

source: Ensure this value is %(limit_value)s (it is %(show_value)s).
ar: تأكد من أن هذه القيمة هي %(limit_value)s (هي %(show_value)s).

source: Ensure this value is less than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أقل من أو تساوي %(limit_value)s.

source: Ensure this value is greater than or equal to %(limit_value)s.
ar: تأكد من أن هذه القيمة أكبر من أو تساوي %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s.
ar: تأكد من أن هذه القيمة من مضاعفات حجم الخطوة %(limit_value)s.

source: Ensure this value is a multiple of step size %(limit_value)s, starting from %(offset)s, e.g. %(offset)s, %(valid_value1)s, %(valid_value2)s, and so on.
ar: تأكد من أن هذه القيمة من مضاعفات حجم الخطوة %(limit_value)s، بدءًا من %(offset)s، مثل %(offset)s، %(valid_value1)s، %(valid_value2)s، وهكذا.

source: Ensure this value has at least %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على %(limit_value)d حرف على الأقل (تحتوي على %(show_value)d).

source: Ensure this value has at most %(limit_value)d character (it has %(show_value)d).
ar: تأكد من أن هذه القيمة تحتوي على %(limit_value)d حرف على الأكثر (تحتوي على %(show_value)d).

source: Enter a number.
ar: أدخل رقمًا.

source: Ensure that there are no more than %(max)s digit in total.
ar: تأكد من عدم وجود أكثر من %(max)s رقم في المجموع.

source: Ensure that there are no more than %(max)s decimal place.
ar: تأكد من عدم وجود أكثر من %(max)s منزلة عشرية.

source: Ensure that there are no more than %(max)s digit before the decimal point.
ar: تأكد من عدم وجود أكثر من %(max)s رقم قبل الفاصلة العشرية.

source: File extension “%(extension)s” is not allowed. Allowed extensions are: %(allowed_extensions)s.
ar: امتداد الملف "%(extension)s" غير مسموح به. الامتدادات المسموح بها هي: %(allowed_extensions)s.

source: Null characters are not allowed.
ar: الأحرف الفارغة غير مسموح بها.

source: %(model_name)s with this %(field_labels)s already exists.
ar: %(model_name)s بهذه الـ%(field_labels)s موجود بالفعل.

source: Constraint “%(name)s” is violated.
ar: تم انتهاك القيد "%(name)s".

source: Value %(value)r is not a valid choice.
ar: القيمة %(value)r ليست خيارًا صالحًا.

source: This field cannot be null.
ar: لا يمكن أن يكون هذا الحقل فارغًا (null).

source: This field cannot be blank.
ar: لا يمكن أن يكون هذا الحقل فارغًا (blank).

source: %(model_name)s with this %(field_label)s already exists.
ar: %(model_name)s بهذه الـ%(field_label)s موجود بالفعل.

source: %(field_label)s must be unique for %(date_field_label)s %(lookup_type)s.
ar: يجب أن تكون %(field_label)s فريدة لـ %(lookup_type)s %(date_field_label)s.

source: Field of type: %(field_type)s
ar: حقل من النوع: %(field_type)s

source: “%(value)s” value must be either True or False.
ar: يجب أن تكون القيمة "%(value)s" إما True أو False.

source: “%(value)s” value must be either True, False, or None.
ar: يجب أن تكون القيمة "%(value)s" إما True أو False أو None.

source: Boolean (Either True or False)
ar: منطقي (إما True أو False)

source: String (up to %(max_length)s)
ar: سلسلة نصية (حتى %(max_length)s)

source: String (unlimited)
ar: سلسلة نصية (غير محدودة)

source: Comma-separated integers
ar: أعداد صحيحة مفصولة بفواصل

source: “%(value)s” value has an invalid date format. It must be in YYYY-MM-DD format.
ar: القيمة "%(value)s" لها تنسيق تاريخ غير صالح. يجب أن تكون بتنسيق YYYY-MM-DD.

source: “%(value)s” value has the correct format (YYYY-MM-DD) but it is an invalid date.
ar: القيمة "%(value)s" لها التنسيق الصحيح (YYYY-MM-DD) ولكنها تاريخ غير صالح.

source: Date (without time)
ar: تاريخ (بدون وقت)

source: “%(value)s” value has an invalid format. It must be in YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ] format.
ar: القيمة "%(value)s" لها تنسيق غير صالح. يجب أن تكون بتنسيق YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ].

source: “%(value)s” value has the correct format (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) but it is an invalid date/time.
ar: القيمة "%(value)s" لها التنسيق الصحيح (YYYY-MM-DD HH:MM[:ss[.uuuuuu]][TZ]) ولكنها تاريخ/وقت غير صالح.

source: Date (with time)
ar: تاريخ (مع وقت)

source: “%(value)s” value must be a decimal number.
ar: يجب أن تكون القيمة "%(value)s" رقمًا عشريًا.

source: Decimal number
ar: رقم عشري

source: “%(value)s” value has an invalid format. It must be in [DD] [[HH:]MM:]ss[.uuuuuu] format.
ar: القيمة "%(value)s" لها تنسيق غير صالح. يجب أن تكون بتنسيق [DD] [[HH:]MM:]ss[.uuuuuu].

source: Duration
ar: مدة

source: Email address
ar: عنوان البريد الإلكتروني

source: File path
ar: مسار الملف

source: “%(value)s” value must be a float.
ar: يجب أن تكون القيمة "%(value)s" رقمًا عائمًا.

source: Floating point number
ar: رقم الفاصلة العائمة

source: “%(value)s” value must be an integer.
ar: يجب أن تكون القيمة "%(value)s" عددًا صحيحًا.

source: Integer
ar: عدد صحيح

source: Big (8 byte) integer
ar: عدد صحيح كبير (8 بايت)

source: Small integer
ar: عدد صحيح صغير

source: IPv4 address
ar: عنوان IPv4

source: IP address
ar: عنوان IP

source: “%(value)s” value must be either None, True or False.
ar: يجب أن تكون القيمة "%(value)s" إما None أو True أو False.

source: Boolean (Either True, False or None)
ar: منطقي (إما True أو False أو None)

source: Positive big integer
ar: عدد صحيح كبير موجب

source: Positive integer
ar: عدد صحيح موجب

source: Positive small integer
ar: عدد صحيح صغير موجب

source: Slug (up to %(max_length)s)
ar: اسم لطيف (حتى %(max_length)s)

source: Text
ar: نص

source: “%(value)s” value has an invalid format. It must be in HH:MM[:ss[.uuuuuu]] format.
ar: القيمة "%(value)s" لها تنسيق غير صالح. يجب أن تكون بتنسيق HH:MM[:ss[.uuuuuu]].

source: “%(value)s” value has the correct format (HH:MM[:ss[.uuuuuu]]) but it is an invalid time.
ar: القيمة "%(value)s" لها التنسيق الصحيح (HH:MM[:ss[.uuuuuu]]) ولكنها وقت غير صالح.

source: Time
ar: وقت

source: Raw binary data
ar: بيانات ثنائية خام

source: “%(value)s” is not a valid UUID.
ar: "%(value)s" ليس UUID صالحًا.

source: Universally unique identifier
ar: معرف فريد عالميًا

source: File
ar: ملف

source: Image
ar: صورة

source: A JSON object
ar: كائن JSON

source: Value must be valid JSON.
ar: يجب أن تكون القيمة JSON صالحة.

source: %(model)s instance with %(field)s %(value)r does not exist.
ar: مثيل %(model)s مع %(field)s %(value)r غير موجود.

source: Foreign Key (type determined by related field)
ar: مفتاح خارجي (يتم تحديد النوع بواسطة الحقل المرتبط)

source: One-to-one relationship
ar: علاقة واحد لواحد

source: %(from)s-%(to)s relationship
ar: علاقة %(from)s-%(to)s

source: %(from)s-%(to)s relationships
ar: علاقات %(from)s-%(to)s

source: Many-to-many relationship
ar: علاقة متعدد إلى متعدد

source: This field is required.
ar: هذا الحقل مطلوب.

source: Enter a whole number.
ar: أدخل عددًا صحيحًا.

source: Enter a valid date.
ar: أدخل تاريخًا صالحًا.

source: Enter a valid time.
ar: أدخل وقتًا صالحًا.

source: Enter a valid date/time.
ar: أدخل تاريخًا/وقتًا صالحًا.

source: Enter a valid duration.
ar: أدخل مدة صالحة.

source: The number of days must be between {min_days} and {max_days}.
ar: يجب أن يكون عدد الأيام بين {min_days} و {max_days}.

source: No file was submitted. Check the encoding type on the form.
ar: لم يتم إرسال أي ملف. تحقق من نوع الترميز في النموذج.

source: No file was submitted.
ar: لم يتم إرسال أي ملف.

source: The submitted file is empty.
ar: الملف المرسل فارغ.

source: Ensure this filename has at most %(max)d character (it has %(length)d).
ar: تأكد من أن اسم الملف هذا يحتوي على %(max)d حرف على الأكثر (يحتوي على %(length)d).

source: Please either submit a file or check the clear checkbox, not both.
ar: يرجى إما إرسال ملف أو تحديد مربع الاختيار للمسح، وليس كلاهما.

source: Upload a valid image. The file you uploaded was either not an image or a corrupted image.
ar: قم بتحميل صورة صالحة. الملف الذي قمت بتحميله إما لم يكن صورة أو كان صورة تالفة.

source: Select a valid choice. %(value)s is not one of the available choices.
ar: اختر خيارًا صالحًا. %(value)s ليس أحد الخيارات المتاحة.

source: Enter a list of values.
ar: أدخل قائمة بالقيم.

source: Enter a complete value.
ar: أدخل قيمة كاملة.

source: Enter a valid UUID.
ar: أدخل UUID صالحًا.

source: Enter a valid JSON.
ar: أدخل JSON صالحًا.

source: (Hidden field %(name)s) %(error)s
ar: (حقل مخفي %(name)s) %(error)s

source: ManagementForm data is missing or has been tampered with. Missing fields: %(field_names)s. You may need to file a bug report if the issue persists.
ar: بيانات ManagementForm مفقودة أو تم التلاعب بها. الحقول المفقودة: %(field_names)s. قد تحتاج إلى تقديم تقرير خطأ إذا استمرت المشكلة.

source: Please submit at most %(num)d form.
ar: يرجى إرسال %(num)d نموذج على الأكثر.

source: Please submit at least %(num)d form.
ar: يرجى إرسال %(num)d نموذج على الأقل.

source: Order
ar: الترتيب

source: Delete
ar: حذف

source: Please correct the duplicate data for %(field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field)s.

source: Please correct the duplicate data for %(field)s, which must be unique.
ar: يرجى تصحيح البيانات المكررة لـ %(field)s، والتي يجب أن تكون فريدة.

source: Please correct the duplicate data for %(field_name)s which must be unique for the %(lookup)s in %(date_field)s.
ar: يرجى تصحيح البيانات المكررة لـ %(field_name)s والتي يجب أن تكون فريدة لـ %(lookup)s في %(date_field)s.

source: Please correct the duplicate values below.
ar: يرجى تصحيح القيم المكررة أدناه.

source: The inline value did not match the parent instance.
ar: القيمة المضمنة لم تتطابق مع المثيل الأصلي.

source: Select a valid choice. That choice is not one of the available choices.
ar: اختر خيارًا صالحًا. هذا الخيار ليس أحد الخيارات المتاحة.

source: “%(pk)s” is not a valid value.
ar: "%(pk)s" ليست قيمة صالحة.

source: %(datetime)s couldn’t be interpreted in time zone %(current_timezone)s; it may be ambiguous or it may not exist.
ar: لا يمكن تفسير %(datetime)s في المنطقة الزمنية %(current_timezone)s؛ قد يكون غامضًا أو قد لا يكون موجودًا.

source: Clear
ar: مسح

source: Currently
ar: حاليًا

source: Change
ar: تغيير

source: Unknown
ar: غير معروف

source: Yes
ar: نعم

source: yes,no,maybe
ar: نعم,لا,ربما

source: %(size)d byte
ar: %(size)d بايت

source: %s KB
ar: %s كيلوبايت

source: %s MB
ar: %s ميغابايت

source: %s GB
ar: %s جيجابايت

source: %s TB
ar: %s تيرابايت

source: %s PB
ar: %s بيتابايت

source: p.m.
ar: م

source: a.m.
ar: ص

source: PM
ar: مساءً

source: AM
ar: صباحًا

source: midnight
ar: منتصف الليل

source: noon
ar: الظهيرة

source: Monday
ar: الاثنين

source: Tuesday
ar: الثلاثاء

source: Wednesday
ar: الأربعاء

source: Thursday
ar: الخميس

source: Friday
ar: الجمعة

source: Saturday
ar: السبت

source: Sunday
ar: الأحد

source: Mon
ar: الاثنين

source: Tue
ar: الثلاثاء

source: Wed
ar: الأربعاء

source: Thu
ar: الخميس

source: Fri
ar: الجمعة

source: Sat
ar: السبت

source: Sun
ar: الأحد

source: January
ar: يناير

source: February
ar: فبراير

source: March
ar: مارس

source: April
ar: أبريل

source: May
ar: مايو

source: June
ar: يونيو

source: July
ar: يوليو

source: August
ar: أغسطس

source: September
ar: سبتمبر

source: October
ar: أكتوبر

source: November
ar: نوفمبر

source: December
ar: ديسمبر

source: jan
ar: يناير

source: feb
ar: فبراير

source: mar
ar: مارس

source: apr
ar: أبريل

source: may
ar: مايو

source: jun
ar: يونيو

source: jul
ar: يوليو

source: aug
ar: أغسطس

source: sep
ar: سبتمبر

source: oct
ar: أكتوبر

source: nov
ar: نوفمبر

source: dec
ar: ديسمبر

# abbrev. month
source: Jan.
ar: يناير

# abbrev. month
source: Feb.
ar: فبراير

# abbrev. month
source: March
ar: مارس

# abbrev. month
source: April
ar: أبريل

# abbrev. month
source: May
ar: مايو

# abbrev. month
source: June
ar: يونيو

# abbrev. month
source: July
ar: يوليو

# abbrev. month
source: Aug.
ar: أغسطس

# abbrev. month
source: Sept.
ar: سبتمبر

# abbrev. month
source: Oct.
ar: أكتوبر

# abbrev. month
source: Nov.
ar: نوفمبر

# abbrev. month
source: Dec.
ar: ديسمبر

# alt. month
source: January
ar: يناير

# alt. month
source: February
ar: فبراير

# alt. month
source: March
ar: مارس

# alt. month
source: April
ar: أبريل

# alt. month
source: May
ar: مايو

# alt. month
source: June
ar: يونيو

# alt. month
source: July
ar: يوليو

# alt. month
source: August
ar: أغسطس

# alt. month
source: September
ar: سبتمبر

# alt. month
source: October
ar: أكتوبر

# alt. month
source: November
ar: نوفمبر

# alt. month
source: December
ar: ديسمبر

source: This is not a valid IPv6 address.
ar: هذا ليس عنوان IPv6 صالحًا.

source: or
ar: أو

source: %(num)d year
ar: 0 سنة

source: %(num)d month
ar: 0 شهر

source: %(num)d week
ar: 0 أسبوع

source: %(num)d day
ar: 0 يوم

source: %(num)d hour
ar: 0 ساعة

source: %(num)d minute
ar: 0 دقيقة

source: Forbidden
ar: ممنوع

source: CSRF verification failed. Request aborted.
ar: فشل التحقق من CSRF. تم إجهاض الطلب.

source: You are seeing this message because this HTTPS site requires a “Referer header” to be sent by your web browser, but none was sent. This header is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: أنت ترى هذه الرسالة لأن موقع HTTPS هذا يتطلب إرسال ترويسة "Referer" بواسطة متصفح الويب الخاص بك، ولكن لم يتم إرسال أي منها. هذه الترويسة مطلوبة لأسباب أمنية، لضمان عدم اختطاف متصفحك بواسطة أطراف ثالثة.

source: If you have configured your browser to disable “Referer” headers, please re-enable them, at least for this site, or for HTTPS connections, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل ترويسات "Referer"، فيرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لاتصالات HTTPS، أو لطلبات "نفس المصدر".

source: If you are using the <meta name="referrer" content="no-referrer"> tag or including the “Referrer-Policy: no-referrer” header, please remove them. The CSRF protection requires the “Referer” header to do strict referer checking. If you’re concerned about privacy, use alternatives like <a rel="noreferrer" …> for links to third-party sites.
ar: إذا كنت تستخدم وسم <meta name="referrer" content="no-referrer"> أو قمت بتضمين ترويسة "Referrer-Policy: no-referrer"، فيرجى إزالتها. تتطلب حماية CSRF ترويسة "Referer" لإجراء فحص صارم للمُحيل. إذا كنت قلقًا بشأن الخصوصية، فاستخدم بدائل مثل <a rel="noreferrer" ...> للروابط إلى مواقع الطرف الثالث.

source: You are seeing this message because this site requires a CSRF cookie when submitting forms. This cookie is required for security reasons, to ensure that your browser is not being hijacked by third parties.
ar: أنت ترى هذه الرسالة لأن هذا الموقع يتطلب ملف تعريف ارتباط CSRF عند إرسال النماذج. ملف تعريف الارتباط هذا مطلوب لأسباب أمنية، لضمان عدم اختطاف متصفحك بواسطة أطراف ثالثة.

source: If you have configured your browser to disable cookies, please re-enable them, at least for this site, or for “same-origin” requests.
ar: إذا قمت بتكوين متصفحك لتعطيل ملفات تعريف الارتباط، فيرجى إعادة تمكينها، على الأقل لهذا الموقع، أو لطلبات "نفس المصدر".

source: More information is available with DEBUG=True.
ar: تتوفر المزيد من المعلومات مع DEBUG=True.

source: No year specified
ar: لم يتم تحديد سنة

source: Date out of range
ar: التاريخ خارج النطاق

source: No month specified
ar: لم يتم تحديد شهر

source: No day specified
ar: لم يتم تحديد يوم

source: No week specified
ar: لم يتم تحديد أسبوع

source: No %(verbose_name_plural)s available
ar: لا يوجد %(verbose_name_plural)s متاح

source: Future %(verbose_name_plural)s not available because %(class_name)s.allow_future is False.
ar: %(verbose_name_plural)s المستقبلية غير متاحة لأن %(class_name)s.allow_future هي False.

source: Invalid date string “%(datestr)s” given format “%(format)s”
ar: سلسلة تاريخ غير صالحة "%(datestr)s" بالتنسيق المعطى "%(format)s"

source: No %(verbose_name)s found matching the query
ar: لم يتم العثور على %(verbose_name)s يطابق الاستعلام

source: Page is not “last”, nor can it be converted to an int.
ar: الصفحة ليست "last"، ولا يمكن تحويلها إلى عدد صحيح.

source: Invalid page (%(page_number)s): %(message)s
ar: صفحة غير صالحة (%(page_number)s): %(message)s

source: Empty list and “%(class_name)s.allow_empty” is False.
ar: قائمة فارغة و "%(class_name)s.allow_empty" هي False.

source: Directory indexes are not allowed here.
ar: فهارس الدلائل غير مسموح بها هنا.

source: “%(path)s” does not exist
ar: "%(path)s" غير موجود

source: Index of %(directory)s
ar: فهرس %(directory)s

source: The install worked successfully! Congratulations!
ar: عمل التثبيت بنجاح! تهانينا!

source: View <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">release notes</a> for Django %(version)s
ar: عرض <a href="https://docs.djangoproject.com/en/%(version)s/releases/" target="_blank" rel="noopener">ملاحظات الإصدار</a> لـ Django %(version)s

source: You are seeing this page because <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> is in your settings file and you have not configured any URLs.
ar: أنت ترى هذه الصفحة لأن <a href="https://docs.djangoproject.com/en/%(version)s/ref/settings/#debug" target="_blank" rel="noopener">DEBUG=True</a> موجود في ملف الإعدادات الخاص بك ولم تقم بتكوين أي عناوين URL.

source: Django Documentation
ar: وثائق Django

source: Topics, references, & how-to’s
ar: مواضيع ومراجع وكيفيات

source: Tutorial: A Polling App
ar: درس تعليمي: تطبيق استطلاع رأي

source: Get started with Django
ar: ابدأ مع Django

source: Django Community
ar: مجتمع Django

source: Connect, get help, or contribute
ar: تواصل أو احصل على المساعدة أو ساهم

source: A1
ar: أ 1

source: A2
ar: أ 2

source: A3
ar: أ 3

source: A4
ar: أ 4

source: A5
ar: أ 5

source: B1
ar: ب 1

source: B2
ar: ب 2

source: B3
ar: ب 3

source: B4
ar: ب 4

source: B5
ar: ب 5

source: C1
ar: ج 1

source: C2
ar: ج 2

source: C3
ar: ج 3

source: C4
ar: ج 4

source: C5
ar: ج 5

source: D1
ar: د 1

source: D2
ar: د 2

source: D3
ar: د 3

source: D4
ar: د 4

source: D5
ar: د 5
