[
  {
    "title": "Path of Exile",
    "developer": "Grinding Gear Games",
    "publisher": "Grinding Gear Games",
    "release_date": "2013-10-23",
    "summary": "Path of Exile is a complex online action RPG set in the dark fantasy world of Wraclast, focusing on deep character customization and item hunting. Gameplay involves graphic violence against grotesque monsters (M - Horror/Fear) and uses fantasy magic including necromancy (L - Tampering Ghaib, L - Magic); the world features non-Islamic gods presented neutrally as sources of power or lore (M - Promoting Kufr, M - Assuming Divinity), and characters may display arrogance (M - Disdain/Arrogance). Flasks providing buffs have names suggestive of intoxicants (L - Intoxicants), mild profanity is used (L - Profanity), and some attire can be revealing (L - Indecency). The game includes an orchestral score (L - Music Instruments) and involves significant grinding and FOMO mechanics designed for long engagement (S - Time Waste). Microtransactions include cosmetic loot boxes and impactful stash tabs (M - Spending), and online interactions are present (M - Online Interactions). The overall atmosphere is persistently bleak, emphasizing suffering (M - Despair). Reflects HARAM rating due to significant time waste potential and neutral depiction of non-Islamic deities.",
    "steam_link": "https://store.steampowered.com/app/238960/Path_of_Exile/",
    "available_pc": true,
    "available_ps5": true,
    "available_ps4": true,
    "available_xbox_series": true,
    "available_xbox_one": true,
    "available_switch": false,
    "available_android": false,
    "available_ios": false,
    "available_quest": false,
    "distorting_islam_severity": "N",
    "promoting_kufr_severity": "M",
    "assuming_divinity_severity": "M",
    "tampering_ghaib_severity": "L",
    "deviant_ideologies_severity": "N",
    "gambling_severity": "N",
    "lying_severity": "N",
    "indecency_severity": "L",
    "music_instruments_severity": "L",
    "time_waste_severity": "S",
    "disdain_arrogance_severity": "M",
    "magic_severity": "L",
    "intoxicants_severity": "L",
    "crime_violence_severity": "L",
    "profanity_severity": "L",
    "horror_fear_severity": "M",
    "despair_severity": "M",
    "spending_severity": "M",
    "online_interactions_severity": "M",
    "user_content_severity": "N"
  }
]