[
    {
      "title": "Assassin's Creed Valhalla",
      "developer": "Ubisoft Montreal",
      "publisher": "Ubisoft",
      "release_date": "2020-11-10",
      "summary": "An open-world RPG set in the Viking age, involving exploration and conquest. Moderate risks stem from significant positive portrayal of Norse paganism, characters interacting with god-like beings (Isu), depictions of effective seer visions, frequent optional romances and some revealing outfits, game design encouraging lengthy playtime via vast world and collectibles, normalized character arrogance and Viking bravado, central portrayal of alcohol consumption including drinking mini-games, incentivized raiding of settlements sometimes including non-combatants, and impactful microtransactions offering gear and boosters. Mild risks include historical Islamic references (Abbasid Caliphate), optional gambling (Orlog dice game), optional lying in dialogue, background music, fantasy abilities presented as Isu tech or myth, occasional profanity, mild horror elements, and themes of fate.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>This game contains significant depictions of Norse paganism, magic-like elements, optional romances, heavy alcohol use, and intense violence including raiding. The MGC rating reflects these concerns, particularly the positive portrayal of non-Islamic beliefs. Requires discussion about historical context vs. fantasy, Islamic views on paganism/magic, romance outside marriage, alcohol, and violence/raiding. Online features and microtransactions also warrant oversight.</p>",
      "alternative_games": ["Ghost of Tsushima"],
      "steam_link": "https://store.steampowered.com/app/2208920/Assassins_Creed_Valhalla/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "L",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "M",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "M",
      "magic_severity": "L",
      "intoxicants_severity": "M",
      "crime_violence_severity": "M",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "M",
      "online_interactions_severity": "N",
      "user_content_severity": "L"
    },
    {
      "title": "The Sims 4",
      "developer": "Maxis",
      "publisher": "Electronic Arts",
      "release_date": "2014-09-02",
      "summary": "A life simulation game where players create and control characters ('Sims'). Presents severe spending risks due to numerous DLC packs often perceived as necessary for full experience, employing aggressive marketing tactics. Moderate risks include normalization of deviant ideologies like casual relationships and LGBTQ+ options presented centrally and neutrally/positively, potential indecency via 'WooHoo' (implied sexual activity) and some clothing options, design potentially leading to excessive time waste, and optional lying/mischief interactions. Mild risks stem from background music, occasional character arrogance, depiction of alcohol ('juice'), possibility of minor non-violent crimes (kleptomania trait), and online gallery potentially exposing users to moderated but sometimes problematic content.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>The Sims 4 normalizes various lifestyles and relationship choices contrary to Islamic values (casual relationships, LGBTQ+ options are central). Implied sexual activity ('WooHoo') and revealing clothing exist. The extensive DLC model presents significant spending pressure ('pay-to-progress'). Discuss these elements, particularly relationship ethics from an Islamic standpoint, responsible spending, and time management. The online gallery requires caution for user-generated content.</p>",
      "alternative_games": ["Animal Crossing: New Horizons"],
      "steam_link": "https://store.steampowered.com/app/1222670/The_Sims_4/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "L",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "M",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "N",
      "spending_severity": "S",
      "online_interactions_severity": "L",
      "user_content_severity": "M"
    },
    {
      "title": "Fallout 4",
      "developer": "Bethesda Game Studios",
      "publisher": "Bethesda Softworks",
      "release_date": "2015-11-10",
      "summary": "An open-world RPG set in a post-apocalyptic wasteland. Moderate risks involve normalized depiction of intoxicants ('chems', alcohol) providing benefits, required/incentivized criminal acts like theft and killing non-hostile NPCs for certain quests/factions, frequent casual profanity, and intense gore/violence normalized as gameplay. Mild risks stem from incidental references to pre-war fictional beliefs or syncretic cults, optional lying in dialogue, potentially revealing outfits, background music, potential time waste due to large world, occasional character arrogance, sci-fi elements resembling magic (psykers), moderate horror elements (mutated creatures, jump scares), themes of despair in the wasteland setting (balanced by hope/rebuilding), optional cosmetic/minor DLC spending, and user-generated mods requiring caution.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Fallout 4 presents a mature, violent, and often bleak post-apocalyptic world. Key concerns include normalized drug/alcohol use offering benefits, frequent profanity, graphic violence/gore, and quests requiring criminal acts like theft or killing non-hostiles. The atmosphere can be despairing, and user mods can introduce further problematic content. Discuss the ethical implications of in-game choices, the dangers of substance abuse, and the mature themes. Caution regarding mods is essential.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/377160/Fallout_4/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "L",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "M",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "M",
      "crime_violence_severity": "M",
      "profanity_severity": "M",
      "horror_fear_severity": "M",
      "despair_severity": "L",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "S"
    },
    {
      "title": "Persona 5 Royal",
      "developer": "ATLUS",
      "publisher": "SEGA",
      "release_date": "2019-10-31",
      "summary": "A stylish JRPG blending dungeon crawling with high school simulation. Features severe risks from promoting Kufr through requiring the player to summon and fuse 'Personas' (entities often based on mythological deities/demons from various cultures) depicted positively as essential power sources. Severe risks also arise from normalizing magic resembling Sihr (Persona abilities, supernatural cognition world) used centrally by the protagonists. Moderate concerns include promoting deviant ideologies (rebellion against perceived unjust authority as inherently virtuous), potential tampering with the Ghaib (tarot readings, cognitive world), frequent indecency (suggestive themes, revealing outfits, optional romances), normalized arrogance/rebellion in protagonists, and moderate profanity. Mild risks involve background music, potential time waste from long playtime, fantasy violence, mild horror themes, and themes of societal despair countered by protagonist actions.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>This game is rated Kufr/Shirk due to its core mechanics involving summoning 'Personas' based on mythological deities and demons, presented positively. It also features magic systems resembling Sihr used by the main characters. Additional concerns include suggestive themes, revealing outfits, optional romances, normalized rebellion, and profanity. Significant discussion about the impermissibility of Shirk and Sihr is crucial if encountering this game. Avoidance is strongly recommended.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1687950/Persona_5_Royal/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "S",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "M",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Hades",
      "developer": "Supergiant Games",
      "publisher": "Supergiant Games",
      "release_date": "2020-09-17",
      "summary": "A roguelike dungeon crawler where the player attempts to escape the Greek underworld. Features severe risks from promoting Kufr through requiring the player character (son of Hades) to interact with and gain boons (powers) from numerous Greek gods, presented positively, sympathetically, and as real, powerful entities essential for progress. Moderate risks include tampering with Ghaib elements (prophecy, communication with shades/spirits) presented as effective, and normalized character arrogance inherent in the depiction of gods. Mild risks involve optional lying/deception, some potentially revealing character designs, background music, potential time waste due to roguelike repetition, fantasy magic/abilities distinct from Sihr, fantasy violence, and themes of despair/futility associated with escaping the underworld, balanced by persistence and narrative progression.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>This game is rated Kufr/Shirk. It revolves entirely around Greek mythology, requiring interaction with and reliance on Greek gods presented as real and beneficial. This directly contradicts Islamic monotheism (Tawhid). Contains fantasy violence and potentially revealing character designs. Avoidance is necessary due to the core polytheistic themes.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1145360/Hades/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "L",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Celeste",
      "developer": "Maddy Makes Games Inc.",
      "publisher": "Maddy Makes Games Inc.",
      "release_date": "2018-01-25",
      "summary": "A challenging platformer about climbing a mountain while dealing with personal struggles. Contains moderate risks from dominant themes of despair, anxiety, and self-doubt central to the narrative, potentially leaving players with lingering negative feelings despite an ultimately hopeful message. Mild risks involve background music and potential time waste mastering difficult levels.",
      "iarc_rating": "7+",
      "guide_for_parents": "<p>Celeste focuses heavily on themes of anxiety, depression, and self-doubt. While ultimately hopeful, the pervasive nature of these themes might be emotionally challenging or triggering for some players. Discuss the game's message about overcoming internal struggles from an Islamic perspective (reliance on Allah, patience). The platforming gameplay is challenging but non-violent.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/504230/Celeste/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "M",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Hollow Knight",
      "developer": "Team Cherry",
      "publisher": "Team Cherry",
      "release_date": "2017-02-24",
      "summary": "A challenging metroidvania set in a ruined kingdom of insects. Features moderate risks from tampering with the Ghaib through interactions with spirits/ghosts and dream realms presented as real and significant within the game world. Moderate risks also stem from dominant themes of despair related to the fallen kingdom and loss, though balanced by exploration and player agency. Mild risks include incidental non-Islamic beliefs (insect gods/higher beings), background music, potential time waste exploring the large map, fantasy magic abilities, combat violence against insectoid enemies, and atmospheric horror elements.",
      "iarc_rating": "7+",
      "guide_for_parents": "<p>Hollow Knight features interaction with spirits and a 'dream realm' presented as real, touching upon tampering with the unseen (Ghaib). The game's atmosphere is melancholic, dealing with themes of decay and loss, which might evoke feelings of despair. Discuss the Islamic perspective on spirits and the unseen world, and balance the game's atmosphere with discussions of hope and reliance on Allah. Combat is against insect-like creatures.</p>",
      "alternative_games": ["Ori and the Will of the Wisps"],
      "steam_link": "https://store.steampowered.com/app/367520/Hollow_Knight/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "L",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "M",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Rocket League",
      "developer": "Psyonix",
      "publisher": "Psyonix",
      "release_date": "2015-07-07",
      "summary": "A physics-based game combining soccer with rocket-powered cars. Presents severe risks due to open online interactions (chat) notorious for toxicity and profanity. Moderate risks arise from gambling-like mechanics previously present (crates, now blueprints/item shop still employing chance/rotating stock), systems encouraging potentially excessive playtime (ranking, season rewards), and spending systems for cosmetics. Mild risks include background music and potential player arrogance/taunting.",
      "iarc_rating": "3+",
      "guide_for_parents": "<p>The primary severe risk in Rocket League is the online chat, which is often unfiltered and can expose players to extreme toxicity and profanity. Disabling or heavily monitoring chat is essential. The cosmetic item system (previously loot boxes, now item shop/blueprints) can encourage spending and has gambling-like elements (random item chances). Discuss online conduct, the risks of toxicity, and responsible spending habits.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/252950/Rocket_League/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "M",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "L",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "M",
      "online_interactions_severity": "S",
      "user_content_severity": "N"
    },
    {
      "title": "Warframe",
      "developer": "Digital Extremes",
      "publisher": "Digital Extremes",
      "release_date": "2013-03-25",
      "summary": "A cooperative online action RPG with sci-fi ninjas ('Warframes'). Severe risks arise from spending systems employing aggressive psychological tactics (rotating premium currency discounts, limited-time offers) and potentially resembling gambling (Rivens). Moderate concerns involve mechanics designed for extreme time waste (heavy grinding, complex systems, FOMO), potentially toxic online interactions in public squads/chat, and sci-fi elements resembling tampering with Ghaib ('Void' powers, channeling). Mild risks include background music, potential character arrogance, fantasy/sci-fi magic-like abilities, intense sci-fi violence, and potential exposure to problematic user content in relays/clans.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Warframe presents severe risks related to its spending model, using tactics that can pressure players into buying premium currency and items, with some systems having gambling-like randomness. The game design encourages very long playtimes (severe time waste risk) through extensive grinding and limited-time events. Online chat/squads can be toxic. Sci-fi themes involve 'Void' powers that touch on tampering with the unseen. Strict oversight on spending and playtime is crucial.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/230410/Warframe/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "L",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "L",
      "lying_severity": "N",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "S",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "N",
      "spending_severity": "S",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "Sea of Thieves",
      "developer": "Rare Ltd",
      "publisher": "Microsoft Studios",
      "release_date": "2018-03-20",
      "summary": "A shared-world adventure game where players cooperate or compete as pirates. Severe risks arise from potentially toxic open online interactions (voice/text chat) with other crews. Moderate risks include normalized consumption of grog (alcohol) providing minor gameplay effects, and required criminal activity (piracy, theft against other players) glorified as the core gameplay loop. Mild risks involve background music/sea shanties, potential time waste sailing/questing, potential player arrogance/taunting, mild fantasy elements (skeletons, curses), cartoonish violence, and cosmetic microtransactions.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>Sea of Thieves involves mandatory piracy (attacking and stealing from other players) as a core mechanic, which is glorified. Alcohol (grog) consumption is normalized. The most severe risk is the open voice/text chat with other player crews, which can be extremely toxic and expose players to profanity and abuse. Strong parental guidance is needed regarding online interactions and the ethical implications of piracy.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1172620/Sea_of_Thieves/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "L",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "M",
      "crime_violence_severity": "S",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "N",
      "spending_severity": "L",
      "online_interactions_severity": "S",
      "user_content_severity": "N"
    },
    {
      "title": "Mass Effect Legendary Edition",
      "developer": "BioWare",
      "publisher": "Electronic Arts",
      "release_date": "2021-05-14",
      "summary": "A remastered collection of a sci-fi RPG trilogy focused on Commander Shepard uniting the galaxy against the Reapers. Moderate risks involve normalization of deviant ideologies (inter-species relationships, various political philosophies presented neutrally), frequent indecency through optional detailed romances and some revealing outfits, optional lying/intimidation significantly incentivized for paragon/renegade paths, and normalized character arrogance (especially renegade path). Mild risks include background music, potential time waste across three large games, sci-fi elements resembling magic ('biotics'), normalized depiction of bars/alcohol, sci-fi violence, occasional profanity, themes of despair facing galactic extinction (balanced by hope), and cosmetic/minor DLC bundled.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>This trilogy contains frequent optional romantic subplots, including inter-species and same-sex options, presented neutrally/positively, requiring discussion on Islamic relationship ethics. Some character outfits are revealing. Dialogue often incentivizes lying or intimidation (renegade options). Bars and alcohol are common settings. Sci-fi violence and occasional profanity are present. The vast story across three games can be very time-consuming.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1328670/Mass_Effect_Legendary_Edition/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "L",
      "lying_severity": "M",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "L",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Dragon Age: Inquisition",
      "developer": "BioWare",
      "publisher": "Electronic Arts",
      "release_date": "2014-11-18",
      "summary": "A fantasy RPG where the player leads the Inquisition to close a demonic breach and restore order. Severe risks arise from promoting Kufr through significant, positive/neutral depiction of the 'Fade' (spirit world) and interactions with spirits/demons central to the plot and player abilities. Severe risks also from normalizing magic resembling Sihr (various spellcasting schools, Fade interaction) used effectively by the player/companions. Moderate concerns involve assuming divinity elements (player character potentially seen as divine Herald), tampering with Ghaib (Fade, spirits), normalizing deviant ideologies (LGBTQ+ relationships, varying political stances presented neutrally), frequent indecency via detailed optional romances and some revealing outfits, optional lying, normalized character arrogance, normalized alcohol use (taverns), and frequent profanity. Mild risks include background music, time waste in a large world, fantasy violence, mild horror, despair themes, and DLC spending.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>This game is rated Kufr/Shirk. It heavily features interaction with a spirit world ('The Fade') and demons, central to the plot and player powers, presenting these as real and usable. Magic systems resemble Sihr and are core gameplay. The player character may be viewed as a divine figure. Contains optional detailed romances (including same-sex options), revealing outfits, normalized alcohol, frequent profanity, and fantasy violence. Avoidance is necessary due to significant risks to faith.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1222690/Dragon_Age_Inquisition/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "M",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "S",
      "intoxicants_severity": "M",
      "crime_violence_severity": "L",
      "profanity_severity": "M",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "L",
      "online_interactions_severity": "L",
      "user_content_severity": "N"
    },
    {
      "title": "Sid Meier's Civilization VI",
      "developer": "Firaxis Games",
      "publisher": "2K",
      "release_date": "2016-10-21",
      "summary": "A turn-based strategy game where players lead a civilization from ancient times to the future. Moderate risks involve promoting Kufr through requiring players to establish and manage various non-Islamic religions (polytheism, pantheons) with tangible gameplay benefits, presenting them neutrally as valid systems. Moderate risks also from normalizing deviant ideologies (secularism, specific government types contradicting Islamic principles) presented as viable progression paths. Mild risks include distorting Islam via potential inaccuracies in the representation of Islamic civilizations/leaders, background music, significant potential for time waste ('one more turn' syndrome), and optional DLC spending. Diplomacy can involve deception.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>Civilization VI requires players to found and promote religions, including polytheistic and pantheistic ones, which provide gameplay benefits, thereby normalizing Kufr. Various political systems and ideologies are presented as neutral progression options. The game can be extremely time-consuming ('one more turn' effect). Historical representations, including of Islamic civilizations, may contain inaccuracies. Discuss the Islamic perspective on other religions and political systems. Emphasize time management.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/289070/Sid_Meiers_Civilization_VI/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": true,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "L",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "L",
      "online_interactions_severity": "L",
      "user_content_severity": "L"
    },
    {
      "title": "Crusader Kings III",
      "developer": "Paradox Development Studio",
      "publisher": "Paradox Interactive",
      "release_date": "2020-09-01",
      "summary": "A grand strategy game focused on medieval dynasties, warfare, and intrigue. Features severe risks from potential distortion of Islam if playing historically deviant sects presented without clear context, or promoting Kufr if playing non-Islamic rulers where pagan/polytheistic beliefs are mechanically significant and presented neutrally/positively. Severe risks also from normalizing magic resembling Sihr via specific pagan faiths allowing witchcraft, presented as effective. Moderate concerns include assuming divinity elements (claims of divine right), potential tampering with Ghaib (astrology, omens in some cultures), normalizing deviant ideologies (feudalism, dynastic ambition overriding ethics), incentivized lying/scheming central to gameplay, frequent indecency (affairs, seduction schemes), potential time waste, normalized arrogance/disdain, normalized intoxicants (feasts), normalized crime/violence (plots, assassinations, torture), and potential exposure to problematic user mods/content. Mild risks involve background music and DLC spending.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>This complex strategy game is rated Kufr/Shirk due to options allowing players to lead non-Islamic faiths where polytheism or witchcraft (presented as effective magic/Sihr) are mechanically beneficial. Playing as certain historical Islamic sects may distort true beliefs. Core gameplay revolves around dynastic ambition, often requiring or rewarding lying, plotting, assassination, torture, and illicit relationships (indecency). Alcohol use is normalized in feasts. User mods can add further problematic content. Requires extreme caution and is generally unsuitable due to high risks to faith and ethics.</p>",
      "alternative_games": ["Sid Meier's Civilization VI"],
      "steam_link": "https://store.steampowered.com/app/1158310/Crusader_Kings_III/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "S",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "S",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "M",
      "magic_severity": "S",
      "intoxicants_severity": "M",
      "crime_violence_severity": "M",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "L",
      "online_interactions_severity": "L",
      "user_content_severity": "S"
    },
    {
      "title": "PUBG: BATTLEGROUNDS",
      "developer": "KRAFTON, Inc.",
      "publisher": "KRAFTON, Inc.",
      "release_date": "2017-12-21",
      "summary": "A pioneering battle royale shooter focused on survival and realistic combat. Severe risks arise from potentially toxic open online interactions (voice/text chat). Moderate concerns involve potentially addictive design encouraging long playtime (ranking, season passes) and significant spending pressure for cosmetics via loot boxes (now crates/keys/shop). Mild risks include background music and realistic but context-appropriate violence.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>PUBG's primary risk is the open online voice and text chat, frequently exposing players to severe toxicity and profanity. Monitoring or disabling communication is highly recommended. The game employs loot box-like systems (crates/keys) and a rotating item shop, creating spending pressure and potentially resembling gambling. The battle royale format can be addictive and lead to excessive playtime. Violence is realistic but within a competitive context.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/578080/PUBG_BATTLEGROUNDS/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": true,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "M",
      "lying_severity": "N",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "L",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "M",
      "online_interactions_severity": "S",
      "user_content_severity": "N"
    },
    {
      "title": "Call of Duty: Mobile",
      "developer": "TiMi Studio Group",
      "publisher": "Activision",
      "release_date": "2019-09-30",
      "summary": "A mobile adaptation of the Call of Duty franchise featuring multiplayer and battle royale modes. Presents severe risks through aggressive spending systems employing gambling-like 'Lucky Draws' and crates with low odds for desired items, creating significant pressure to spend. Severe risks also from potentially toxic open online interactions (voice/text chat). Moderate risks involve potentially addictive design encouraging daily play and grinding (battle pass, events). Mild risks include background music, some revealing character outfits, potential character arrogance, realistic military violence, and occasional mild profanity.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>This mobile game has severe risks due to its monetization model, which uses 'Lucky Draws' and crates strongly resembling gambling, pressuring players to spend heavily for desirable items. Open voice/text chat can be extremely toxic. The game design encourages daily play and grinding, risking excessive time waste. Contains realistic violence and some revealing outfits. Strict supervision of spending and online interactions is crucial.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": true,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "S",
      "lying_severity": "N",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "L",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "S",
      "online_interactions_severity": "S",
      "user_content_severity": "N"
    },
    {
      "title": "Clash of Clans",
      "developer": "Supercell",
      "publisher": "Supercell",
      "release_date": "2012-08-02",
      "summary": "A mobile strategy game involving base building, resource management, and attacking other players' bases. Presents severe risks through aggressive spending systems offering significant gameplay advantages ('pay-to-win') and employing psychological tactics to encourage purchasing premium currency (gems) to skip long timers. Severe risks also arise from potentially addictive design focused on appointment mechanics and constant engagement (resource collection, shield timers, clan wars) leading to excessive time waste. Mild risks include background music, fantasy violence, potential toxicity in global/clan chat, and fantasy magic elements.",
      "iarc_rating": "7+",
      "guide_for_parents": "<p>Clash of Clans carries severe risks due to its aggressive 'pay-to-win' spending model, where buying gems provides major advantages and bypasses long wait times. Its design promotes constant engagement and appointment mechanics, leading to significant time waste potential. Clan and global chat can expose players to inappropriate content or toxicity. Discuss responsible spending, time management, and online interactions. Gameplay involves cartoonish fantasy violence.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": true,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "S",
      "disdain_arrogance_severity": "N",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "S",
      "online_interactions_severity": "M",
      "user_content_severity": "N"
    },
    {
      "title": "Beat Saber",
      "developer": "Beat Games",
      "publisher": "Beat Games",
      "release_date": "2018-05-01",
      "summary": "A VR rhythm game where players slice blocks corresponding to musical beats. The primary risk is mild, stemming from the central use of instrumental music across various genres, though it can typically be muted or volume adjusted within VR system settings (game itself may lack mute). Additional mild risks involve potential time waste due to engaging gameplay loop and spending on DLC song packs. Some user-generated songs/maps could potentially contain problematic lyrics or themes, representing a moderate user content risk depending on curation.",
      "iarc_rating": "3+",
      "guide_for_parents": "<p>The main Islamic concern is the heavy focus on instrumental music. While the music is often part of the core experience, system-level muting in VR might be possible. Discuss the Islamic view on music. Spending on DLC song packs is optional. Be cautious with user-generated songs ('custom maps') as they are not officially moderated and might contain inappropriate lyrics or themes.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/620980/Beat_Saber/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": true,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "L",
      "online_interactions_severity": "L",
      "user_content_severity": "M"
    },
    {
      "title": "Ori and the Will of the Wisps",
      "developer": "Moon Studios GmbH",
      "publisher": "Xbox Game Studios",
      "release_date": "2020-03-11",
      "summary": "A visually stunning metroidvania platformer focusing on acrobatic movement and combat in a vibrant forest. Contains moderate risks from dominant themes of despair, loss, and decay central to the narrative and environment, potentially leaving sensitive players with negative feelings despite moments of hope. Mild risks include incidental non-Islamic spirituality (spirit trees, ancestral spirits), background music, potential time waste exploring/collecting, fantasy abilities, combat against corrupted creatures, and atmospheric horror elements.",
      "iarc_rating": "7+",
      "guide_for_parents": "<p>This game deals heavily with themes of loss, sacrifice, and decay, which can be emotionally impactful and potentially despairing for younger or sensitive players. Discuss these themes from an Islamic perspective emphasizing patience, hope in Allah, and the nature of life and death. Contains fantasy spirituality (spirit trees) and combat against non-human creatures. Generally considered visually beautiful and less problematic than many fantasy games, but emotional themes warrant guidance.</p>",
      "alternative_games": ["Hollow Knight"],
      "steam_link": "https://store.steampowered.com/app/1057090/Ori_and_the_Will_of_the_Wisps/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "L",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "L",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "M",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Ghost of Tsushima",
      "developer": "Sucker Punch Productions",
      "publisher": "Sony Interactive Entertainment",
      "release_date": "2020-07-17",
      "summary": "An open-world action game set during the Mongol invasion of Japan, following a samurai wrestling with his code. Features moderate risks from promoting Kufr through significant positive/neutral depiction of Shinto/Buddhist elements (shrines, spirits, kami) integrated into the world and gameplay. Moderate risks also from incentivized lying/dishonorable tactics ('Ghost' style) presented as necessary for success, potentially normalized arrogance in the protagonist, and frequent graphic violence (dismemberment, assassinations) central to gameplay. Mild risks include minor elements resembling tampering with Ghaib (guiding wind), background music, potential time waste, mild horror elements (tense stealth, visions), themes of despair during invasion countered by resistance, and potential spending on multiplayer/DLC.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Ghost of Tsushima positively integrates Shinto/Buddhist elements (shrines, spirits) into its world, posing a moderate risk of normalizing Kufr. The gameplay encourages stealth and 'dishonorable' tactics, including assassination, which conflicts with traditional samurai codes and requires ethical discussion. Violence is graphic, including dismemberment. Discuss the historical setting, the difference between cultural practices and Islamic beliefs, and the morality of the protagonist's actions ('ends justify the means' themes).</p>",
      "alternative_games": ["Assassin's Creed Valhalla"],
      "steam_link": "https://store.steampowered.com/app/2215430/Ghost_of_Tsushima_DIRECTORS_CUT/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "L",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "M",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "M",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "L",
      "online_interactions_severity": "L",
      "user_content_severity": "N"
    },
    {
      "title": "Horizon Zero Dawn",
      "developer": "Guerrilla Games",
      "publisher": "Sony Interactive Entertainment",
      "release_date": "2017-02-28",
      "summary": "An open-world action RPG set in a post-post-apocalyptic world ruled by robotic creatures, where humans live in tribes. Features moderate risks from promoting Kufr through significant positive/neutral depiction of tribal paganistic/animistic beliefs and rituals related to nature and machines, presented as central to the cultures. Moderate risks also from potentially dominant themes of despair related to the apocalyptic past and existential threats, though balanced by the protagonist's journey. Mild risks include characters potentially viewed with divine attributes (AI constructs), background music, potential time waste, occasional character arrogance, sci-fi elements resembling magic (machine overrides), depiction of tribal intoxicants/potions, sci-fi violence against machines and humans, and mild horror elements (dangerous machines, dark ruins).",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>This game features tribal cultures with paganistic/animistic beliefs presented neutrally as part of their world, posing a moderate risk of normalizing Kufr. Themes of a past apocalypse and ongoing threats contribute to a potentially despairing atmosphere, though the story emphasizes hope and discovery. Sci-fi violence against robotic creatures and human enemies is present. Discuss the difference between fictional beliefs and Tawhid, and address the game's themes of societal collapse and rebuilding.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1151640/Horizon_Zero_Dawn_Complete_Edition/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "M",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Bloodborne",
      "developer": "FromSoftware",
      "publisher": "Sony Interactive Entertainment",
      "release_date": "2015-03-24",
      "summary": "A dark action RPG known for its challenging combat and Lovecraftian horror themes. Features severe risks from promoting Kufr through central themes involving 'Great Ones' (cosmic entities) and arcane knowledge, blurring lines with divinity and often requiring interaction or reliance upon them/their power. Severe risks also from tampering with the Ghaib via insight mechanics, communication with otherworldly beings, and arcane rituals presented as effective. Severe risks from intense, graphic, and spiritually disturbing horror elements (body horror, cosmic dread, madness). Moderate concerns include potential deviant ideologies (nihilism, pursuit of forbidden knowledge), optional lying/deception, background music, potential time waste mastering difficulty, fantasy magic/arcane tools, intense graphic violence, dominant themes of despair and hopelessness, and potentially toxic online interactions (invasions, messages).",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. Bloodborne deals heavily with cosmic entities ('Great Ones') and forbidden knowledge, blurring lines with divinity and promoting interaction with these powers (Kufr risk). It involves mechanics representing tampering with the unseen (Ghaib) and features intense, graphic, and spiritually disturbing horror, including body horror and themes of madness. The atmosphere is overwhelmingly despairing. Contains significant violence. Strongly advised against due to severe risks to faith and psychological well-being.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "S",
      "tampering_ghaib_severity": "S",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "M",
      "intoxicants_severity": "N",
      "crime_violence_severity": "M",
      "profanity_severity": "N",
      "horror_fear_severity": "S",
      "despair_severity": "S",
      "spending_severity": "L",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "Dark Souls III",
      "developer": "FromSoftware",
      "publisher": "Bandai Namco Entertainment",
      "release_date": "2016-04-11",
      "summary": "A challenging action RPG set in a dying fantasy world, focused on combat and exploration. Features severe risks from promoting Kufr through a world steeped in a decaying polytheistic system where lords have assumed god-like power, requiring interaction within this framework. Severe risks also from tampering with the Ghaib via miracles, sorceries, and pyromancies potentially linked to unseen forces/beings, presented effectively. Moderate concerns include characters assuming divinity (Lords of Cinder), potential deviant ideologies (nihilism, cycles of fire/dark), optional lying/betrayal, background music, potential time waste due to difficulty/grinding, fantasy magic systems, intense graphic violence, dominant themes of despair and decay, potentially toxic online interactions (invasions, messages), and DLC spending.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. Dark Souls III is set in a world based on a decaying polytheistic system with god-like 'Lords of Cinder'. Player abilities (miracles, sorcery) involve interacting with unseen forces, resembling tampering with Ghaib and potentially Sihr. The game's atmosphere is overwhelmingly one of despair and decay. Features intense violence and challenging gameplay that can lead to time waste. Online interactions can be toxic. Avoidance is recommended due to risks to faith.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/374320/DARK_SOULS_III/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "S",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "M",
      "intoxicants_severity": "N",
      "crime_violence_severity": "M",
      "profanity_severity": "N",
      "horror_fear_severity": "M",
      "despair_severity": "S",
      "spending_severity": "L",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "Sekiro: Shadows Die Twice",
      "developer": "FromSoftware",
      "publisher": "Activision",
      "release_date": "2019-03-22",
      "summary": "An action-adventure game focused on intense sword combat and stealth in a dark fantasy version of Sengoku Japan. Features moderate risks from promoting Kufr through significant positive/neutral depiction of Japanese mythology, spirits, and divine beings central to the plot (e.g., Divine Dragon, Divine Heir). Moderate risks also from elements resembling tampering with Ghaib (resurrection mechanic, communication with spirits, illusions) presented as real/effective, and intense graphic violence (decapitations, gore). Mild risks include background music, potential time waste mastering combat, character arrogance, fantasy abilities/prosthetics, mild horror elements (monsters, eerie locations), and themes of despair related to immortality/stagnation.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Sekiro involves Japanese mythology, including interactions with divine beings ('Divine Dragon') and spirits, posing a moderate risk of normalizing Kufr. Resurrection mechanics and communicating with spirits touch upon tampering with the unseen (Ghaib). Violence is frequent and graphic, including decapitations. The game is very challenging and can lead to significant time waste. Discuss the distinction between cultural mythology and Islamic belief. Parental discretion strongly advised due to violence and themes.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/814380/Sekiro_Shadows_Die_Twice__GOTY_Edition/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "M",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Nier: Automata",
      "developer": "PlatinumGames",
      "publisher": "Square Enix",
      "release_date": "2017-03-17",
      "summary": "An action RPG exploring philosophical themes through the conflict between androids and machines. Features moderate risks from promoting deviant ideologies (existentialism, nihilism questioning purpose and identity) central to the narrative. Moderate risks also from frequent indecency via revealing female android designs (intended non-sexually but visually present), potential time waste due to multiple playthrough requirements, and dominant, persistent themes of despair, loss, and futility throughout the narrative. Mild risks include background music, sci-fi violence, and optional DLC spending.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Nier: Automata explores heavy philosophical themes like existentialism and nihilism, questioning meaning and purpose, which warrants discussion from an Islamic perspective. The main female android characters have revealing designs (moderate indecency risk). The story is often bleak and deals extensively with despair and loss, requiring emotional maturity. Multiple playthroughs are needed for the full story, potentially leading to time waste.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/524220/NieRAutomata/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "M",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Final Fantasy XIV Online",
      "developer": "Square Enix",
      "publisher": "Square Enix",
      "release_date": "2013-08-27",
      "summary": "A massively multiplayer online RPG (MMORPG) set in the fantasy world of Eorzea. Features severe risks from promoting Kufr through central plot elements involving 'Primals' (summoned deities based on various mythologies) and interactions with the mothercrystal 'Hydaelyn', presented positively and requiring player allegiance/interaction. Severe risks also from normalizing magic resembling Sihr (various spellcasting jobs, summoning) used effectively by players and central to gameplay. Moderate concerns include tampering with Ghaib (astrologian job, echo visions), potential deviant ideologies (focus on player group as saviors, varying cultural norms), optional gambling (Gold Saucer), indecency (revealing outfits, optional player marriages, suggestive themes), potential severe time waste due to MMO structure/grind, normalized arrogance in some characters/players, normalized intoxicants (taverns), potentially toxic online interactions, and aggressive spending systems (subscription, optional cosmetics/boosts). Mild risks include background music, fantasy violence, mild horror, and themes of despair.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. This MMORPG heavily features summoned deities ('Primals') and a central 'mothercrystal' entity presented positively, requiring player interaction (Kufr risk). Magic systems, including summoning, resemble Sihr and are core gameplay. Contains optional gambling, revealing outfits, optional player marriages, normalized alcohol, significant time commitment (MMO grind), potentially toxic chat, and requires a subscription plus offers cosmetic/boost purchases. Avoidance is necessary due to severe risks to faith.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/39210/FINAL_FANTASY_XIV_Online/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "M",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "S",
      "disdain_arrogance_severity": "M",
      "magic_severity": "S",
      "intoxicants_severity": "M",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "S",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "World of Warcraft",
      "developer": "Blizzard Entertainment",
      "publisher": "Blizzard Entertainment",
      "release_date": "2004-11-23",
      "summary": "A long-running MMORPG set in the fantasy world of Azeroth. Features severe risks from promoting Kufr through central lore involving titans, elemental lords, 'Light' and 'Void' cosmic forces, and various racial deities/spirits presented as real and powerful, often requiring player interaction/allegiance. Severe risks also from normalizing magic resembling Sihr (warlock class using demons/curses, shadow priests using void) used effectively by players. Moderate concerns include assuming divinity (powerful lore figures), tampering with Ghaib (shamanism, communicating with dead/spirits), potential deviant ideologies (faction conflict emphasis), indecency (revealing outfits, some suggestive themes), potential severe time waste due to MMO design/grind, normalized arrogance (faction pride, player behavior), normalized intoxicants (alcohol common), potentially toxic online interactions, and aggressive spending (subscription, level boosts, cosmetics). Mild risks include background music, fantasy violence, mild horror, and themes of despair.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. WoW's lore involves powerful god-like beings (Titans, etc.) and cosmic forces (Light/Void) presented as real, requiring player interaction (Kufr risk). Some player classes, like Warlock (demons) and Shadow Priest (Void), utilize magic resembling Sihr. The game contains revealing outfits, normalized alcohol, and requires a significant time investment (MMO grind). Online chat can be toxic. Requires subscription and offers paid boosts/cosmetics. Avoidance necessary due to severe faith risks.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "S",
      "disdain_arrogance_severity": "M",
      "magic_severity": "S",
      "intoxicants_severity": "M",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "S",
      "online_interactions_severity": "M",
      "user_content_severity": "N"
    },
    {
      "title": "Destiny 2",
      "developer": "Bungie",
      "publisher": "Bungie",
      "release_date": "2017-09-06",
      "summary": "An online multiplayer first-person shooter with RPG elements, set in a sci-fi universe. Features severe risks from promoting Kufr through the central conflict involving paracausal forces ('Light' and 'Darkness') and powerful entities (Traveler, Witness, Worm Gods) presented as real, fundamental powers influencing reality, with players wielding these forces. Moderate concerns include assuming divinity aspects (player Guardians, powerful entities), tampering with Ghaib via paracausal abilities/prophecy, potential deviant ideologies (might makes right themes with Darkness), potentially addictive design leading to severe time waste (seasonal model, FOMO, grinding), potentially toxic online interactions (especially PvP), and aggressive spending systems (expansions, season passes, cosmetics). Mild risks involve background music, sci-fi violence, mild horror elements, and themes of despair facing existential threats.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. Destiny 2's core conflict revolves around cosmic forces ('Light' and 'Darkness') and god-like entities (Traveler, Witness) presented as real powers, with players wielding these forces (Kufr risk). The seasonal model, grinding, and FOMO create severe time waste risks. Spending is heavily encouraged through expansions, season passes, and cosmetics. Online interactions, particularly PvP, can be toxic. Avoidance recommended due to severe faith and time/spending risks.</p>",
      "alternative_games": ["Warframe"],
      "steam_link": "https://store.steampowered.com/app/1085660/Destiny_2/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "S",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "S",
      "online_interactions_severity": "M",
      "user_content_severity": "N"
    },
    {
      "title": "Palworld",
      "developer": "Pocketpair",
      "publisher": "Pocketpair",
      "release_date": "2024-01-19",
      "summary": "An open-world survival crafting game featuring creature ('Pal') collection and combat. Moderate risks involve normalized crime/violence through mechanics allowing capture and forced labor/butchering of Pals, presented neutrally as game mechanics. Moderate risks also from potentially toxic online interactions on public servers. Mild risks include background music, potential time waste from survival/crafting loops, fantasy violence involving Pals and humans (including guns), and early access spending.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>Palworld involves capturing creatures ('Pals') and using them for labor or combat, including mechanics for butchering them or using weapons against human NPCs, normalizing violence and potential mistreatment. Online interactions on public servers can be toxic. Discuss the ethics of the game's mechanics regarding creature treatment and violence. Monitor online play closely.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1623730/Palworld/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "M",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "N",
      "spending_severity": "L",
      "online_interactions_severity": "M",
      "user_content_severity": "N"
    },
    {
      "title": "Lethal Company",
      "developer": "Zeekerss",
      "publisher": "Zeekerss",
      "release_date": "2023-10-23",
      "summary": "A cooperative horror game where players scavenge abandoned moons for scrap while avoiding monsters. Severe risks arise from intense horror elements focused on jump scares, grotesque monsters, environmental dread, and player death, potentially causing significant fear. Severe risks also from potentially toxic open online interactions (proximity voice chat) with random players. Mild risks include background music/ambient sounds, potential time waste due to repetitive loop, cartoonish violence/death, and frequent use of mild profanity in player reactions.",
      "iarc_rating": "",
      "guide_for_parents": "<p>This game is designed to be intensely frightening, using jump scares, atmospheric dread, and grotesque monsters (Severe Horror risk). Proximity voice chat with random players often leads to toxic interactions and exposure to profanity (Severe Online Interaction risk). Discuss the intensity of the horror themes and strongly recommend playing only with trusted friends or with voice chat disabled if playing with strangers.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1966720/Lethal_Company/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "S",
      "despair_severity": "L",
      "spending_severity": "N",
      "online_interactions_severity": "S",
      "user_content_severity": "N"
    },
    {
      "title": "Phasmophobia",
      "developer": "Kinetic Games",
      "publisher": "Kinetic Games",
      "release_date": "2020-09-18",
      "summary": "A cooperative psychological horror game where players investigate haunted locations to identify ghosts. Features severe risks from tampering with the Ghaib through core gameplay mechanics requiring players to use tools (spirit box, ouija board) to communicate with and gather evidence from ghosts/spirits, presented as effective means. Severe risks also from intense psychological horror elements designed to induce fear and dread, including interactions with entities presented as potentially real/powerful within the game's context. Mild risks include background music/sounds, potential time waste, occasional jump scares, and potential toxicity in online interactions.",
      "iarc_rating": "",
      "guide_for_parents": "<p>Rated Haram. Phasmophobia's core gameplay involves using tools like spirit boxes and Ouija boards to communicate with ghosts, directly simulating tampering with the unseen (Ghaib), which is impermissible. The game is designed for intense psychological horror and fear, presenting spirits as potentially real and interactive entities. Avoidance is necessary due to the severe Ghaib and Horror risks.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/739630/Phasmophobia/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": true,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "L",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "S",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "N",
      "horror_fear_severity": "S",
      "despair_severity": "N",
      "spending_severity": "N",
      "online_interactions_severity": "M",
      "user_content_severity": "N"
    },
    {
      "title": "Dead by Daylight",
      "developer": "Behaviour Interactive",
      "publisher": "Behaviour Interactive",
      "release_date": "2016-06-14",
      "summary": "An asymmetrical multiplayer horror game where one player hunts four survivors. Features severe risks from intense horror elements including graphic violence (impalement, sacrifice), jump scares, and themes potentially disturbing from an Islamic viewpoint (powerful malevolent 'Entity'). Severe risks also from potentially toxic online interactions between killer and survivors. Moderate concerns involve promoting Kufr via the 'Entity' and occult elements presented as powerful forces, potential tampering with Ghaib (character perks granting supernatural awareness), potentially addictive design encouraging grinding/time waste, and significant spending pressure via numerous licensed/original character DLCs. Mild risks include background music, some revealing outfits, and mild profanity.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Rated Haram. This game involves intense horror, graphic violence (including impalement/sacrifice), and a malevolent 'Entity' figure representing a powerful, potentially divine evil force (Kufr risk). Perks grant supernatural abilities (Ghaib risk). Online interactions are notoriously toxic. The game has significant spending pressure due to numerous character DLCs. Avoidance is strongly recommended due to severe horror, potential faith risks, and toxicity.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/381210/Dead_by_Daylight/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": true,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "M",
      "profanity_severity": "L",
      "horror_fear_severity": "S",
      "despair_severity": "L",
      "spending_severity": "M",
      "online_interactions_severity": "S",
      "user_content_severity": "N"
    },
    {
      "title": "Terraria",
      "developer": "Re-Logic",
      "publisher": "Re-Logic",
      "release_date": "2011-05-16",
      "summary": "A 2D sandbox game focused on exploration, crafting, building, and combat. Features moderate risks from promoting Kufr through boss encounters often involving mythological or god-like beings presented as powerful challenges. Moderate risks also from magic systems resembling tampering with Ghaib (summoning minions, spells) presented as effective player tools. Mild risks include background music, potential time waste due to sandbox nature, fantasy magic distinct from Sihr, cartoon violence against monsters, mild horror elements (bosses, biomes), and potentially toxic online interactions on servers.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>Terraria involves fighting bosses based on mythology or presented as god-like beings (Moderate Kufr risk). Magic and summoning are prominent gameplay mechanics (Moderate Ghaib risk). The sandbox nature can lead to significant time waste. Online servers can have toxic interactions. Discuss the difference between fantasy creatures/magic and Islamic beliefs. Monitor online play and playtime.</p>",
      "alternative_games": ["Stardew Valley"],
      "steam_link": "https://store.steampowered.com/app/105600/Terraria/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": true,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "M",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "N",
      "spending_severity": "N",
      "online_interactions_severity": "M",
      "user_content_severity": "N"
    },
    {
      "title": "RimWorld",
      "developer": "Ludeon Studios",
      "publisher": "Ludeon Studios",
      "release_date": "2018-10-17",
      "summary": "A sci-fi colony simulation game focused on managing colonists' needs and survival against various threats. Features moderate risks from normalized intoxicant use (drug production/consumption mechanics for mood/profit), normalized crime/violence (organ harvesting, cannibalism, slavery presented as viable, sometimes necessary strategies), and potentially dominant themes of despair and struggle for survival. Mild risks include background music, potential time waste, potential character arrogance, sci-fi 'psychic' abilities resembling magic, violence against raiders/animals, mild horror elements (raids, disasters), optional DLC spending, and potential exposure to problematic user-generated mods.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>RimWorld is a complex colony sim where unethical actions like drug production/use, organ harvesting, cannibalism, and slavery are presented as viable (and sometimes optimal) survival strategies, posing moderate risks of normalizing crime and intoxicants. The game can be bleak and emphasizes struggle (despair risk). User mods can introduce highly problematic content (Severe User Content risk). Requires significant maturity to navigate the ethical choices presented purely as game mechanics. Extreme caution advised regarding mods.</p>",
      "alternative_games": ["Factorio"],
      "steam_link": "https://store.steampowered.com/app/294100/RimWorld/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "L",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "L",
      "magic_severity": "L",
      "intoxicants_severity": "M",
      "crime_violence_severity": "M",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "M",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "S"
    },
    {
      "title": "Factorio",
      "developer": "Wube Software LTD.",
      "publisher": "Wube Software LTD.",
      "release_date": "2020-08-14",
      "summary": "A construction and management simulation game about building automated factories. Features moderate risks from potentially severe time waste due to highly addictive optimization loops and lack of clear endpoints. Mild risks include background music and combat violence against alien creatures.",
      "iarc_rating": "",
      "guide_for_parents": "<p>Factorio's main concern is its highly addictive nature. The complex automation and optimization gameplay can lead to extreme amounts of time spent ('Severe' Time Waste risk). Setting strict time limits is essential. Gameplay involves defending against alien creatures (mild violence). Otherwise, content concerns are minimal.</p>",
      "alternative_games": ["RimWorld"],
      "steam_link": "https://store.steampowered.com/app/427520/Factorio/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "S",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "N",
      "online_interactions_severity": "L",
      "user_content_severity": "L"
    },
    {
      "title": "Subnautica",
      "developer": "Unknown Worlds Entertainment",
      "publisher": "Unknown Worlds Entertainment",
      "release_date": "2018-01-23",
      "summary": "An underwater survival adventure game focused on exploration and crafting after crash-landing on an alien planet. Features moderate risks from intense horror elements, including deep-sea dread, large hostile creatures (leviathans), jump scares, and atmospheric tension. Mild risks include potential promoting Kufr via ancient alien precursor race with advanced abilities, background music, potential time waste exploring and gathering resources, and themes of isolation and despair balanced by discovery.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>Subnautica creates significant suspense and horror through its deep-sea environment, large threatening creatures, and jump scares (Moderate Horror risk). Themes of isolation and survival can feel despairing at times. The story involves an ancient, powerful alien race, which might touch on Kufr themes if interpreted incorrectly. Discuss the horror elements and themes of isolation. Gameplay is primarily exploration and survival, not focused on combat against humans.</p>",
      "alternative_games": ["No Man's Sky"],
      "steam_link": "https://store.steampowered.com/app/264710/Subnautica/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "L",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "M",
      "despair_severity": "L",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "No Man's Sky",
      "developer": "Hello Games",
      "publisher": "Hello Games",
      "release_date": "2016-08-12",
      "summary": "A space exploration and survival game with procedurally generated planets and universes. Features moderate risks from potentially severe time waste due to endless exploration, grinding, and lack of clear objectives. Moderate risks also stem from promoting Kufr via central lore involving the Atlas entity and concepts blurring lines with divinity/creation. Mild risks include background music, sci-fi violence against creatures/sentinels, mild horror elements (derelict freighters, monstrosities), themes of existential vastness/despair balanced by discovery, potential toxicity in multiplayer interactions, and free content updates (no direct spending pressure beyond base game/expeditions).",
      "iarc_rating": "7+",
      "guide_for_parents": "<p>No Man's Sky's core loop of exploration and resource gathering in a vast universe can lead to severe time waste. The central storyline involves the 'Atlas' entity and concepts related to creation, potentially blurring lines with divinity (Moderate Kufr risk). Multiplayer interactions can sometimes be negative. Discuss the game's themes about creation and purpose from an Islamic perspective and emphasize strict time management.</p>",
      "alternative_games": ["Subnautica"],
      "steam_link": "https://store.steampowered.com/app/275850/No_Mans_Sky/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "S",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "N",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "Microsoft Flight Simulator",
      "developer": "Asobo Studio",
      "publisher": "Xbox Game Studios",
      "release_date": "2020-08-18",
      "summary": "A realistic flight simulation game allowing players to pilot various aircraft worldwide. Mild risks primarily involve background ambient sounds/radio chatter which might include music fragments, potential time waste for enthusiasts aiming for realism/long flights, and significant spending on detailed aircraft/scenery DLC. Online interactions are generally limited and low-risk.",
      "iarc_rating": "3+",
      "guide_for_parents": "<p>This is a highly realistic flight simulator. Concerns are minimal, mainly relating to potential time consumption for dedicated players and significant optional spending on add-on aircraft and scenery. Background radio chatter might occasionally contain music snippets. Generally suitable for most users interested in aviation simulation.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1250410/Microsoft_Flight_Simulator_40th_Anniversary_Edition/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "M",
      "online_interactions_severity": "L",
      "user_content_severity": "L"
    },
    {
      "title": "Forza Horizon 5",
      "developer": "Playground Games",
      "publisher": "Xbox Game Studios",
      "release_date": "2021-11-09",
      "summary": "An open-world racing game set in Mexico, focused on festivals, car collection, and various race types. Features moderate risks from pervasive background music integral to the festival atmosphere (though often mutable). Mild risks include potential time waste completing extensive content, potential player arrogance in online races, cosmetic/car pack spending, and potential toxicity in online interactions.",
      "iarc_rating": "3+",
      "guide_for_parents": "<p>The main concern is the pervasive, often unavoidable background music associated with the game's festival theme (Moderate Music risk). Online racing can sometimes involve toxic interactions or displays of arrogance. Optional spending exists for car packs and cosmetics. Gameplay is focused on driving and racing, generally free of other major concerns.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1551360/Forza_Horizon_5/",
      "available_pc": true,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "L",
      "lying_severity": "N",
      "indecency_severity": "L",
      "music_instruments_severity": "M",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "L",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "L",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "L",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "Animal Crossing: New Horizons",
      "developer": "Nintendo EPD",
      "publisher": "Nintendo",
      "release_date": "2020-03-20",
      "summary": "A relaxing life simulation game focused on developing a deserted island, crafting, and interacting with animal villagers. Mild risks include background music, potential significant time waste due to open-ended design and collection activities, and potential exposure to user-generated content (island designs, messages) that might bypass filters.",
      "iarc_rating": "3+",
      "guide_for_parents": "<p>This game is generally very wholesome. The primary concern is the potential for significant time waste due to its relaxing, open-ended nature and collection mechanics tied to real-time. Online features allow visiting other islands or sharing designs; while moderated, some inappropriate user content might slip through. Discuss time management and online safety/etiquette if using online features.</p>",
      "alternative_games": ["Stardew Valley"],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "L",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "M",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "N",
      "crime_violence_severity": "N",
      "profanity_severity": "N",
      "horror_fear_severity": "N",
      "despair_severity": "N",
      "spending_severity": "L",
      "online_interactions_severity": "L",
      "user_content_severity": "M"
    },
    {
      "title": "Pokmon Legends: Arceus",
      "developer": "Game Freak",
      "publisher": "Nintendo, The Pokmon Company",
      "release_date": "2022-01-28",
      "summary": "An action RPG set in the historical Sinnoh region, focused on catching Pokmon and completing the first Pokdex. Features severe risks from promoting Kufr through the central figure 'Arceus', explicitly referred to as the creator deity of the Pokmon universe, requiring player interaction and reverence. Moderate risks involve assuming divinity (Arceus, legendary Pokmon powers) and potential tampering with Ghaib (Pokmon abilities, mystical phenomena). Mild risks include background music, potential time waste completing the Pokdex, fantasy violence involving Pokmon combat, and mild horror elements (alpha/aggressive Pokmon).",
      "iarc_rating": "7+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. This game's central plot revolves around 'Arceus', explicitly called the creator deity of the Pokmon world. Player interaction and reverence towards this entity are required, constituting a severe risk of promoting Kufr and Shirk. Other legendary Pokmon possess god-like powers. Discuss the concept of Tawhid and the impermissibility of attributing creation or divine powers to anyone other than Allah. Avoidance is necessary.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "S",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "N",
      "horror_fear_severity": "L",
      "despair_severity": "N",
      "spending_severity": "N",
      "online_interactions_severity": "L",
      "user_content_severity": "N"
    },
    {
      "title": "Fire Emblem: Three Houses",
      "developer": "Intelligent Systems, Koei Tecmo Games",
      "publisher": "Nintendo",
      "release_date": "2019-07-26",
      "summary": "A tactical RPG blending turn-based combat with social simulation at a military academy. Features severe risks from promoting Kufr through the central role of the 'Church of Seiros' and the goddess 'Sothis', requiring player interaction and allegiance within this framework, presenting a non-Islamic faith positively and centrally. Moderate concerns include assuming divinity (Sothis, Rhea), potential tampering with Ghaib (crests, relics, prophecies), normalizing deviant ideologies (importance of lineage/crests, varying political systems), optional lying/deception, indecency (optional romances, some revealing outfits), potential time waste, normalized arrogance, fantasy magic, normalized alcohol (tea time/gifts), tactical violence, mild profanity, and themes of despair/war.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. The game heavily features a central, organized religion ('Church of Seiros') worshipping a goddess ('Sothis'), presenting it positively and requiring player interaction/allegiance. This poses a severe risk of promoting Kufr/Shirk. Contains optional romances, revealing outfits, magic systems, tactical violence, and themes of war and politics. Avoidance is necessary due to the core religious themes conflicting with Islam.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "M",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "N",
      "despair_severity": "L",
      "spending_severity": "L",
      "online_interactions_severity": "L",
      "user_content_severity": "N"
    },
    {
      "title": "Xenoblade Chronicles 3",
      "developer": "Monolith Soft",
      "publisher": "Nintendo",
      "release_date": "2022-07-29",
      "summary": "A large JRPG set in a world locked in perpetual war between two nations. Features moderate risks from promoting Kufr through concepts like Ouroboros transformations and the nature of the world's creators/controllers (Moebius), blurring lines with divinity and presented centrally. Moderate risks also from promoting potentially deviant ideologies (existential themes, questioning established order), frequent indecency via revealing outfits for several main characters, potential time waste due to vast world and lengthy story, normalized character arrogance, and potentially despairing themes concerning the endless war cycle (though countered by the plot). Mild risks include background music, fantasy/sci-fi magic abilities, sci-fi/fantasy violence, and occasional mild profanity.",
      "iarc_rating": "12+",
      "guide_for_parents": "<p>This JRPG includes concepts like 'Ouroboros' and world-controlling entities ('Moebius') that blur lines with divinity (Moderate Kufr risk). Several main characters have revealing outfits (Moderate Indecency). The story explores complex existential themes and features a long playtime. Discuss the game's fictional cosmology vs. Islamic belief and address the revealing character designs and time commitment.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": false,
      "available_ps4": false,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "N",
      "despair_severity": "M",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Persona 3 Reload",
      "developer": "ATLUS",
      "publisher": "SEGA",
      "release_date": "2024-02-02",
      "summary": "A remake of a JRPG blending dungeon crawling (Tartarus) with high school simulation, exploring themes of death and existence. Features severe risks from promoting Kufr through requiring the player to summon and utilize 'Personas' (entities often based on mythological figures/deities) depicted positively as essential powers derived from the self. Severe risks also from normalizing magic resembling Sihr (Persona abilities, the Dark Hour phenomenon) used centrally by protagonists. Moderate concerns include potential tampering with the Ghaib (evokers resembling self-harm to summon Personas, interactions with supernatural phenomena), frequent indecency (suggestive themes, optional romances), normalized arrogance/detachment in some characters, moderate profanity, and potentially severe themes of despair and confronting mortality that dominate the narrative atmosphere. Mild risks involve background music, potential time waste, fantasy violence, and horror elements.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Rated Kufr/Shirk. Similar to Persona 5, this game requires summoning 'Personas' based on mythology (Kufr risk) and uses magic systems resembling Sihr. Unique concerns include using 'Evokers' (gun-like devices pointed at the head) to summon Personas and a pervasive focus on death, mortality, and despair ('Dark Hour', Tartarus tower). Contains suggestive themes and optional romances. Avoidance is strongly recommended due to severe faith risks and potentially disturbing themes.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/2161700/Persona_3_Reload/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "S",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "S",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "M",
      "horror_fear_severity": "M",
      "despair_severity": "S",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Like a Dragon: Infinite Wealth",
      "developer": "Ryu Ga Gotoku Studio",
      "publisher": "SEGA",
      "release_date": "2024-01-26",
      "summary": "A JRPG featuring turn-based combat and exploring themes of redemption and underworld crime in Hawaii and Japan. Features severe risks from mandatory participation in gambling mini-games (poker, blackjack etc.) required for story progression or significant side content. Moderate concerns include promoting Kufr via side stories involving local Hawaiian beliefs/spirits presented neutrally, normalizing deviant ideologies (Yakuza code/lifestyle presented complexly), incentivized lying/deception in substories, frequent indecency (suggestive themes, hostess clubs context, some outfits), normalized arrogance/bravado, normalized heavy alcohol consumption, normalized crime/violence as part of the underworld setting, and frequent strong profanity. Mild risks involve background music, potential time waste in extensive side content, fantasy elements in combat/summons, mild horror elements, themes of despair, and DLC spending.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Rated Haram. This game requires participation in mandatory gambling mini-games (poker, blackjack) for progression (Severe Gambling risk). It heavily features Yakuza life, normalizing crime, violence, heavy alcohol use, arrogance, and frequent strong profanity. Contains suggestive themes related to hostess clubs and some revealing outfits. Side stories involve local Hawaiian beliefs. Avoidance is recommended due to mandatory gambling and normalization of haram elements.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/2072450/Like_a_Dragon_Infinite_Wealth/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "L",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "S",
      "lying_severity": "M",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "L",
      "intoxicants_severity": "M",
      "crime_violence_severity": "M",
      "profanity_severity": "S",
      "horror_fear_severity": "L",
      "despair_severity": "L",
      "spending_severity": "L",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Tekken 8",
      "developer": "Bandai Namco Studios Inc.",
      "publisher": "Bandai Namco Entertainment",
      "release_date": "2024-01-26",
      "summary": "A 3D fighting game featuring intense martial arts combat and a storyline involving characters with demonic powers. Features moderate risks from promoting Kufr through the 'Devil Gene' storyline, where characters possess demonic powers blurring lines with assuming divinity, presented centrally. Moderate risks also from indecency via frequent revealing female character outfits, normalized character arrogance/taunts central to fighting genre, and potentially toxic online interactions. Mild risks include background music, potential time waste mastering characters/online play, fantasy elements in attacks, stylized fighting violence, occasional mild profanity, and spending on characters/cosmetics.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Tekken 8's storyline involves the 'Devil Gene,' granting demonic powers and blurring lines with divinity (Moderate Kufr risk). Many female characters have revealing outfits (Moderate Indecency). The fighting genre inherently involves normalized arrogance/taunting. Online interactions can be toxic. Contains stylized martial arts violence. Discuss the Devil Gene concept's conflict with Islamic belief and monitor online play.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1778820/Tekken_8/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "M",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "L",
      "intoxicants_severity": "N",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "N",
      "spending_severity": "L",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "Mortal Kombat 1",
      "developer": "NetherRealm Studios",
      "publisher": "Warner Bros. Games",
      "release_date": "2023-09-19",
      "summary": "A fighting game reboot known for its brutal combat and graphic finishing moves ('Fatalities'). Features severe risks from assuming divinity, as the central character Liu Kang has become a Fire God who actively reshapes reality, requiring player interaction within this narrative. Severe risks also from extremely graphic and sadistic violence (Fatalities) depicted centrally and arguably glorified. Moderate concerns involve promoting Kufr via other deities/realms presented as real, potential tampering with Ghaib (magic users like Shang Tsung), indecency (revealing outfits), normalized arrogance/taunts, fantasy magic, intense horror elements due to gore, potentially toxic online interactions, and aggressive spending systems (characters, cosmetics, currency). Mild risks include background music, potential time waste, and occasional profanity.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Rated Kufr/Shirk & Haram. Mortal Kombat 1 features a main character who is a 'Fire God' actively controlling reality (Severe Assuming Divinity/Kufr risk). The game is infamous for extreme, graphic, and sadistic violence ('Fatalities') (Severe Violence/Horror). Contains revealing outfits, magic, normalized arrogance, toxic online potential, and aggressive microtransactions. Avoidance is necessary due to severe risks to faith, ethics, and psychological well-being.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1971870/Mortal_Kombat_1/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": false,
      "available_xbox_series": true,
      "available_xbox_one": false,
      "available_switch": true,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "S",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "L",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "M",
      "intoxicants_severity": "N",
      "crime_violence_severity": "S",
      "profanity_severity": "L",
      "horror_fear_severity": "S",
      "despair_severity": "L",
      "spending_severity": "S",
      "online_interactions_severity": "M",
      "user_content_severity": "N"
    },
    {
      "title": "The Last of Us Part II",
      "developer": "Naughty Dog",
      "publisher": "Sony Interactive Entertainment",
      "release_date": "2020-06-19",
      "summary": "A narrative-driven action-adventure game set in a post-apocalyptic world, exploring themes of revenge and tribalism. Features severe risks from actively promoting deviant ideologies, particularly surrounding LGBTQ+ relationships presented centrally and positively as core character identities and plot points. Severe risks also from pervasive, graphic, and often sadistic violence against humans depicted realistically and required for progression. Severe risks from dominant, persistent themes of despair, nihilism, and the cycle of violence, potentially leaving players with a strong negative or hopeless feeling. Moderate concerns involve frequent strong profanity normalized in dialogue, and intense horror elements (infected creatures, tense encounters). Mild risks include background music, potential time waste, and character arrogance/ruthlessness.",
      "iarc_rating": "18+",
      "guide_for_parents": "<p>Rated Haram. This game centrally features and positively portrays LGBTQ+ relationships and identities, conflicting with Islamic teachings (Severe Deviant Ideologies). Contains extremely graphic, brutal, and often sadistic violence required to progress. The narrative is overwhelmingly bleak, focusing on revenge, despair, and nihilism (Severe Despair). Includes frequent strong profanity and intense horror. Avoidance is necessary due to promotion of impermissible lifestyles, extreme violence, and deeply negative themes.</p>",
      "alternative_games": [],
      "steam_link": "",
      "available_pc": false,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "L",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "N",
      "deviant_ideologies_severity": "S",
      "gambling_severity": "N",
      "lying_severity": "L",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "N",
      "intoxicants_severity": "L",
      "crime_violence_severity": "S",
      "profanity_severity": "S",
      "horror_fear_severity": "M",
      "despair_severity": "S",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    },
    {
      "title": "Death Stranding",
      "developer": "Kojima Productions",
      "publisher": "Sony Interactive Entertainment, 505 Games",
      "release_date": "2019-11-08",
      "summary": "An action game focused on traversal and connection in a post-apocalyptic America haunted by spectral beings ('BTs'). Features moderate risks from promoting Kufr through concepts like the 'Beach' (limbo-like dimension), BTs, and Extinction Entities presented as real supernatural forces central to the lore. Moderate risks also from tampering with the Ghaib (interacting with BTs, 'chiral network' properties), potential deviant ideologies (existential themes), frequent indecency via partial nudity (showering scenes, though non-sexual), potentially severe themes of despair, isolation, and societal collapse (though countered by themes of connection), and potentially toxic online interactions via shared structures/signs. Mild risks include background music, potential time waste from extensive deliveries, mild horror elements (BT encounters), and occasional profanity.",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Death Stranding presents complex lore involving supernatural entities ('BTs'), other dimensions ('The Beach'), and god-like 'Extinction Entities' which pose moderate Kufr risks. Interacting with BTs resembles tampering with Ghaib. Contains scenes with partial nudity (non-sexual showering) and explores heavy themes of despair, isolation, and societal collapse. Discuss the fictional nature of the game's cosmology and be prepared for mature, potentially depressing themes. Online interactions are mostly passive but can include problematic signs/structures.</p>",
      "alternative_games": [],
      "steam_link": "https://store.steampowered.com/app/1850570/DEATH_STRANDING_DIRECTORS_CUT/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": false,
      "available_xbox_one": false,
      "available_switch": false,
      "available_android": false,
      "available_ios": true,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "M",
      "assuming_divinity_severity": "L",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "M",
      "gambling_severity": "N",
      "lying_severity": "N",
      "indecency_severity": "M",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "N",
      "magic_severity": "N",
      "intoxicants_severity": "L",
      "crime_violence_severity": "L",
      "profanity_severity": "L",
      "horror_fear_severity": "L",
      "despair_severity": "S",
      "spending_severity": "N",
      "online_interactions_severity": "M",
      "user_content_severity": "L"
    },
    {
      "title": "Lies of P",
      "developer": "NEOWIZ",
      "publisher": "NEOWIZ",
      "release_date": "2023-09-18",
      "summary": "A soulslike action RPG set in a dark Belle poque world, retelling the story of Pinocchio. Features moderate risks from tampering with the Ghaib through the concept of 'Ergo' (life force/soul energy) and interactions with alchemical/supernatural phenomena presented as effective. Moderate risks also from required lying mechanics central to the narrative and player choices, potentially normalized arrogance in the protagonist/NPCs, intense graphic violence against puppets and mutated humans, and potentially dominant themes of despair and corruption within the city of Krat. Mild risks include background music, potential time waste mastering combat, fantasy/alchemical magic, and intense horror elements (grotesque enemies, dark atmosphere).",
      "iarc_rating": "16+",
      "guide_for_parents": "<p>Lies of P involves mechanics requiring the player to lie at key moments, normalizing deception (Moderate Lying risk). The concept of 'Ergo' as life/soul energy and alchemical elements touch on tampering with Ghaib. The world is dark, violent (graphic combat), and potentially despairing. Contains challenging combat that can lead to time waste. Discuss the ethical implications of lying in the game's context and the bleak atmosphere.</p>",
      "alternative_games": ["Dark Souls III", "Bloodborne"],
      "steam_link": "https://store.steampowered.com/app/1627720/Lies_of_P/",
      "available_pc": true,
      "available_ps5": true,
      "available_ps4": true,
      "available_xbox_series": true,
      "available_xbox_one": true,
      "available_switch": false,
      "available_android": false,
      "available_ios": false,
      "available_quest": false,
      "distorting_islam_severity": "N",
      "promoting_kufr_severity": "N",
      "assuming_divinity_severity": "N",
      "tampering_ghaib_severity": "M",
      "deviant_ideologies_severity": "N",
      "gambling_severity": "N",
      "lying_severity": "M",
      "indecency_severity": "N",
      "music_instruments_severity": "L",
      "time_waste_severity": "L",
      "disdain_arrogance_severity": "M",
      "magic_severity": "M",
      "intoxicants_severity": "N",
      "crime_violence_severity": "M",
      "profanity_severity": "L",
      "horror_fear_severity": "M",
      "despair_severity": "M",
      "spending_severity": "N",
      "online_interactions_severity": "N",
      "user_content_severity": "N"
    }
]